{
    "EP001": [
        "Ash und Gary erhalten ihre Pokémon-Trainer -Lizenz und beginnen ihre Reise.",
        "Ash erhält Pikachu , das ihm nicht gehorcht, einen Pokédex und sechs Pokébälle .",
        "Ash versucht ein Taubsi zu fangen, was misslingt.",
        "Ash trifft Misty .",
        "Ash „borgt“ sich Mistys Fahrrad, welches zerstört wird, als Pikachu die Habitak besiegt.",
        "Ash und Pikachu werden Freunde.",
        "Ash und Pikachu sehen ein mysteriöses Pokémon .",
        "Ash erreicht Vertania City ."
    ],
    "EP002": [
        "Ash besucht ein Pokémon-Center und trifft Schwester Joy und Officer Rocky zum ersten Mal.",
        "Misty stellt sich Ash vor und erklärt ihn zu begleiten, bis er für die Reparatur ihres Fahrrads aufgekommen ist.",
        "Ash trifft erstmals Jessie und James , zwei Mitglieder der Verbrecherorganisation Team Rocket , und deren Partner, ein sprechendes Mauzi .",
        "Es wird bekannt, dass Misty ein Goldini besitzt.",
        "Das Team Rocket-Trio entscheidet sich, Ash zu folgen und Pikachu zu stehlen.",
        "Ash bereitet sich vor, ein Raupy zu fangen."
    ],
    "EP003": [
        "Ash fängt sein erstes Pokémon, ein Raupy .",
        "Ash fängt ein Tauboga .",
        "Das Team Rocket-Trio verkündet Ash gegenüber sein Vorhaben, Pikachu zu stehlen.",
        "Es wird bekannt, dass Team Rockets Mauzi Kratzfurie beherrscht.",
        "Ash hat seinen ersten, wenn auch inoffiziellen, Trainerkampf, den er gewinnt.",
        "Es wird bekannt, dass James’ Smogon Schlammbad und Jessies Rettan Schaufler beherrscht.",
        "Ashs Raupy entwickelt sich zu Safcon ."
    ],
    "EP004": [
        "Ash versucht ein Hornliu zu fangen, scheitert aber.",
        "Ash hat seinen ersten offiziellen Trainerkampf, der jedoch ohne Sieger endet.",
        "Es wird bekannt, dass Ashs Tauboga Sandwirbel beherrscht.",
        "Es wird bekannt, dass Ashs Safcon Härtner erlernt hat.",
        "Es wird bekannt, dass Team Rockets Mauzi Kratzer beherrscht.",
        "Ashs Safcon entwickelt sich zu Smettbo und erlernt Schlafpuder ."
    ],
    "EP005": [
        "Ash und Misty erreichen Marmoria City .",
        "Ash und Misty treffen Rocko , den Arenaleiter von Marmoria City.",
        "Ash hat seinen ersten offiziellen Arenakampf.",
        "Ash verliert seinen Arenakampf gegen Rocko und leidet unter seiner ersten Niederlage.",
        "Ashs Pikachu erlernt Donnerblitz .",
        "Ash trägt einen Rückkampf gegen Rocko aus, den er jedoch auch wieder verliert.",
        "Rocko überreicht Ash dennoch den Felsorden .",
        "Rocko schließt sich Ash an und Misty folgt den beiden."
    ],
    "EP006": [
        "Rocko fängt ein Zubat .",
        "Mistys Sterndu taucht das erste Mal auf.",
        "Zum ersten Mal wird eine Entwicklung per Stein gezeigt. Piepi entwickelt sich durch den Mondstein zu Pixi .",
        "Es wird bekannt, dass Ashs Smettbo und Ashs Tauboga Wirbelwind beherrschen.",
        "Es wird bekannt, dass Jessies Rettan Biss beherrscht.",
        "Es wird bekannt, dass James’ Smogon Tackle beherrscht.",
        "Es wird bekannt, dass Rockos Onix Schaufler beherrscht."
    ],
    "EP007": [
        "Ash erreicht Azuria City und trifft erstmals Daisy , Lily und Violett , die dortigen Arenaleiterinnen .",
        "Ash erfährt, dass Gary und die anderen zwei Trainer aus Alabastia die Azuria-Arena bereits besiegt haben.",
        "Ash erfährt, dass Misty auch eine Arenaleiterin der Azuria-Arena ist und dass Daisy, Lily und Violett ihre Schwestern sind.",
        "Ash und Misty haben ihren ersten Kampf.",
        "Es wird bekannt, dass Mistys Sterndu Tackle beherrscht.",
        "Es wird bekannt, dass Misty ein Starmie besitzt.",
        "Es wird bekannt, dass Ashs Smettbo Stachelspore beherrscht.",
        "Es wird bekannt, dass Ashs Tauboga Flügelschlag beherrscht.",
        "Ashs und Mistys Kampf endet in einem Unentschieden, da Team Rocket den Kampf unterbricht.",
        "Ash erhält den Quellorden von Mistys Schwestern, da er die Arena vor Team Rocket beschützt hat."
    ],
    "EP008": [
        "Ash erfährt, dass die nächste Pokémon-Arena in Orania City liegt.",
        "Es wird bekannt, dass Team Rockets Mauzi Biss beherrscht.",
        "Es wird bekannt, dass Jessies Rettan Wickel beherrscht."
    ],
    "EP009": [
        "Es wird bekannt, dass Mistys Starmie Aquaknarre beherrscht."
    ],
    "EP010": [
        "Misty versucht ein Myrapla zu fangen, was misslingt.",
        "Ash fängt ein Bisasam ."
    ],
    "EP011": [
        "Ash fängt ein Glumanda ."
    ],
    "EP012": [
        "Ash , Misty und Rocko treffen die Schiggy-Meute .",
        "Ash fängt ein Schiggy ."
    ],
    "EP013": [
        "Ash fängt ein Krabby .",
        "Ash erfährt, dass ein Trainer nie mehr als sechs Pokémon gleichzeitig im Team haben kann und dass jedes weitere gefangene Pokémon automatisch zu Professor Eich gesandt wird.",
        "Es wird bekannt, dass Gary ein riesiges Krabby gefangen hat und insgesamt 45 Pokémon besitzt.",
        "Ash und seine Freunde lernen Bill kennen."
    ],
    "EP014": [
        "Ash und seine Freunde erreichen Orania City und treffen Major Bob .",
        "Ash hat einen Arenakampf gegen Major Bob und verliert gegen ihn.",
        "Ash erhält einen Donnerstein von Schwester Joy .",
        "Pikachu weigert sich, sich zu Raichu zu entwickeln.",
        "Ashs Pikachu lernt Ruckzuckhieb und Agilität .",
        "Ash hat einen Rückkampf gegen Major Bob und gewinnt den Donnerorden ."
    ],
    "EP015": [
        "Ash und seine Freunde betreten das Kreuzfahrtschiff M.S. Anne .",
        "Ash tauscht sein Smettbo gegen ein Rattikarl . Danach tauscht er es wieder zurück.",
        "James kauft ein Karpador .",
        "Die M.S. Anne sinkt mit Ash, Misty , Rocko und dem Team Rocket-Trio an Bord."
    ],
    "EP016": [
        "Es wird bekannt, dass Jessies Rettan Säure beherrscht.",
        "Es wird bekannt, dass James' Karpador Platscher beherrscht.",
        "Ash , seine Freunde und das Team Rocket-Trio entkommen aus dem Schiffswrack.",
        "James' Karpador entwickelt sich zu Garados , erlernt Drachenwut und verlässt ihn."
    ],
    "EP017": [
        "Man erfährt, dass Rettan und Smogon Jessie und James als Geschenk erhalten haben."
    ],
    "EP019": [
        "Misty fängt ein Seeper ."
    ],
    "EP020": [
        "Es wird bekannt, dass James' Smogon Giftwolke beherrscht."
    ],
    "EP021": [
        "Es wird bekannt, dass Ash und seine Freunde nach Saffronia City reisen, damit Ash dort seinen nächsten Orden gewinnen kann.",
        "Ash lässt sein Smettbo frei, damit es sich mit einem rosafarbenen Smettbo paaren kann."
    ],
    "EP022": [
        "Ash und seine Freunde erreichen Saffronia City und treffen die Arenaleiterin, Sabrina .",
        "Sabrinas Abra entwickelt sich zu Kadabra .",
        "Es wird bekannt, dass Ashs Pikachu Donner beherrscht.",
        "Ash kämpft gegen Sabrina und verliert.",
        "Ash reist nach Lavandia , um dort ein Geist -Pokémon für den Rückkampf zu fangen."
    ],
    "EP023": [
        "Ash und seine Freunde erreichen Lavandia .",
        "Es wird bekannt, dass Glumanda Silberblick beherrscht.",
        "Ash freundet sich mit einem Alpollo an.",
        "Alpollo entschließt sich, Ash nach Saffronia City zu begleiten."
    ],
    "EP024": [
        "Ash und seine Freunde kehren nach Saffronia City zurück.",
        "Ash fordert nochmals Sabrina zum Kampf heraus, muss aber erneut aufgeben, da Alpollo vor dem Kampf verschwindet.",
        "Ash findet Alpollo, welches jedoch ein weiteres Mal verschwindet.",
        "Pikachu tritt gegen Sabrinas Kadabra an, um Ash zu beschützen.",
        "Ash gewinnt den Sumpforden , da Alpollo Sabrina zum Lachen bringt, sodass diese nicht weiterkämpfen kann.",
        "Ash gibt Alpollo an Sabrina.",
        "Ash erfährt, dass die nächste Arena in Prismania City liegt."
    ],
    "EP025": [
        "Es wird offenbart, dass Gary fünf Orden gewonnen hat.",
        "Ash versucht ein Menki zu fangen, was misslingt.",
        "Es wird bekannt, dass Ashs Bisasam Rasierblatt beherrscht.",
        "Ashs Glumanda erlernt Raserei .",
        "Ash fängt das neu entwickelte Rasaff .",
        "Ash und seine Freunde erreichen Prismania City ."
    ],
    "EP026": [
        "Ash und seine Freunde treffen Erika , die Arenaleiterin von Prismania City .",
        "Ash kämpft gegen Erika , doch der Kampf wird von Team Rocket unterbrochen.",
        "Es wird bekannt, dass Glumanda Schädelwumme beherrscht.",
        "Ash erhält von Erika als Dankeschön für Duflors Rettung den Farborden ."
    ],
    "EP027": [
        "Misty fängt aus Versehen ein Enton ."
    ],
    "EP028": [
        "Ash und seine Freunde lernen die Pokémon-Züchterin Susi kennen.",
        "Es wird bekannt, dass Rockos Kleinstein Geowurf beherrscht.",
        "Rocko erhält ein Vulpix von Susi ."
    ],
    "EP029": [
        "Rasaff beginnt, Ash zu gehorchen.",
        "Es wird bekannt, dass Ashs Rasaff Megakick , Kratzer und Geowurf beherrscht.",
        "Ash gewinnt den P1 Grand-Prix mit Rasaff .",
        "Ash gibt sein Rasaff an Anthony."
    ],
    "EP030": [
        "Ash fängt ein Sleimok und sendet es zu Professor Eich ."
    ],
    "EP031": [
        "Ash und seine Freunde erfahren, dass die nächste Arena in Fuchsania City liegt.",
        "Jessies Rettan entwickelt sich zu Arbok .",
        "James’ Smogon entwickelt sich zu Smogmog .",
        "Misty und Rocko treffen Gary zum ersten Mal * ."
    ],
    "EP032": [
        "Ash und seine Freunde erreichen Fuchsania City und treffen den Arenaleiter Koga und dessen Schwester Aya .",
        "Es wird bekannt, dass Ashs Bisasam Egelsamen beherrscht.",
        "Ash fordert Koga zum Arenakampf heraus, doch dieser wird durch das Team Rocket-Trio unterbrochen.",
        "Mistys Enton kämpft zum ersten Mal und es wird bekannt, dass es Rutenschlag , Kratzer , Aussetzer und Konfusion beherrscht.",
        "Es wird bekannt, dass Glumanda Glut und Feuerwirbel beherrscht.",
        "Ash gewinnt den Arenakampf gegen Koga und erhält den Seelenorden ."
    ],
    "EP033": [
        "Es wird bekannt, dass Jessies Arbok Giftstachel und Giftblick beherrscht."
    ],
    "EP034": [
        "Jessie versucht ein Kangama zu fangen, was misslingt.",
        "Es wird bekannt, dass Ashs Schiggy Schädelwumme beherrscht."
    ],
    "EP036": [
        "Es wird bekannt, dass Jessie und James früher Teil der Fahrrad-Gang waren.",
        "Es wird bekannt, dass Mistys Enton Konfusion und Aussetzer verwenden kann, sobald seine Kopfschmerzen stark genug sind."
    ],
    "EP037": [
        "Ash und seine Freunde treffen erstmals auf Duplica ."
    ],
    "EP039": [],
    "EP040": [],
    "EP041": [
        "Ash lässt Pikachu kurzzeitig frei, welches noch am Ende der Folge zu ihm zurückkehrt."
    ],
    "EP042": [
        "Es wird bekannt, dass Mistys Enton Aquaknarre beherrscht, wenn auch nicht perfekt."
    ],
    "EP043": [
        "Ash versucht ein Relaxo zu fangen, was jedoch misslingt, da es schon einen Trainer besitzt."
    ],
    "EP044": [],
    "EP045": [
        "Ashs Glumanda entwickelt sich zu Glutexo ."
    ],
    "EP046": [
        "Ashs Glutexo fängt an, sich Ashs Befehlen zu widersetzen."
    ],
    "EP047": [
        "Misty versucht ein Pummeluff zu fangen, entscheidet sich aber dagegen, da es kein Gesang beherrscht.",
        "Es wird bekannt, dass Mistys Sterndu Risikotackle beherrscht.",
        "Das Pummeluff beginnt der Gruppe zu folgen."
    ],
    "EP048": [
        "Ash und seine Freunde treffen Gary wieder.",
        "Jessie und James versuchen beide ein Kabutops zu fangen, was jedoch misslingt.",
        "Ashs Glutexo entwickelt sich zu Glurak .",
        "Ash findet ein Pokémon-Ei und Rocko entscheidet sich dazu, sich fortan um dieses zu kümmern."
    ],
    "EP049": [
        "Jessie fängt ein Schlurp .",
        "Misty und Jessie nehmen am Prinzessinnen-Wettbewerb teil, welchen Misty gewinnt."
    ],
    "EP050": [
        "Es wird bekannt, dass Mistys Seeper Blubber beherrscht."
    ],
    "EP051": [],
    "EP052": [
        "James ' Vergangenheit wird bekannt: James entstammt einer wohlhabenden Familie. James ist mit einer jungen Frau namens Jessebelle verlobt.",
        "James entstammt einer wohlhabenden Familie.",
        "James ist mit einer jungen Frau namens Jessebelle verlobt.",
        "Man erfährt, dass James ein Fukano besitzt."
    ],
    "EP053": [],
    "EP054": [
        "Ashs Pokédex erhält durch Professor Eich ein Update.",
        "Ash und seine Freunde entscheiden die Arena auf der Zinnoberinsel als nächstes aufzusuchen.",
        "Es wird bekannt, dass Rockos Kleinstein Tackle beherrscht.",
        "Aus dem Ei , das Ash gefunden hat, schlüpft ein Togepi .",
        "Ash, Misty, Rocko und Mauzi veranstalten ein Turnier, um zu ermitteln, wer Togepi erhalten soll.",
        "Es wird bekannt, dass Rockos Onix Steinwurf beherrscht.",
        "Ash gewinnt das Turnier, doch Togepi wählt Misty als seinen „Trainer“."
    ],
    "EP055": [
        "Ashs Bisasam weigert sich, sich zu Bisaknosp weiterzuentwickeln.",
        "Ashs Bisasam erlernt Solarstrahl ."
    ],
    "EP056": [],
    "EP057": [
        "Ash und seine Freunde lernen Todd kennen, der sich der Gruppe anschließt."
    ],
    "EP058": [],
    "EP059": [
        "Ash und seine Freunde treffen Butch und Cassidy , zwei Mitglieder von Team Rocket , erstmals.",
        "Es wird bekannt, dass James ein Ultrigaria gefangen hat, dass sich mittlerweile zu Sarzenia entwickelt hat (nicht zu sehen).",
        "Todd verlässt die Gruppe."
    ],
    "EP060": [
        "Ash und seine Freunde erreichen die Zinnoberinsel .",
        "Ash and seine Freunde treffen Pyro , den lokalen Arenaleiter.",
        "Ash beginnt seinen Arenakampf mit Pyro."
    ],
    "EP061": [
        "Ash gibt beim Arenakampf gegen Pyro auf.",
        "Es wird bekannt, dass Ashs Glurak Überroller und Geowurf beherrscht.",
        "Ash besiegt Pyro in einem Rückkampf und erhält den Vulkanorden .",
        "Ash erfährt, dass sich die nächste Arena in Vertania City befindet und er beschließt dorthin zurückzukehren."
    ],
    "EP062": [],
    "EP063": [
        "Ash und seine Freunde kehren nach Azuria City zurück.",
        "Es wird bekannt, dass Mistys Seeper Rauchwolke beherrscht.",
        "Es wird bekannt, dass Ashs Schiggy Tackle beherrscht.",
        "Das Jurob von Mistys Schwestern entwickelt sich zu Jugong weiter.",
        "Misty lässt ihr Seeper und ihr Starmie in der Azuria-Arena ."
    ],
    "EP064": [],
    "EP065": [
        "Ash und seine Freunde kehren nach Vertania City zurück und treffen Gary wieder.",
        "Es wird bekannt, dass Gary zehn Orden gewonnen hat und ein Nidoking und ein Arkani besitzt.",
        "Gary fordert den Arenaleiter von Vertania City heraus und verliert gegen ein mysteriöses Pokémon .",
        "Das Team Rocket-Trio übergibt Giovanni Mistys Togepi als Geschenk, doch der lehnt Togepi ab.",
        "Jessie, James und Mauzi werden kurzzeitig als Arenaleiter der Vertania-Arena eingesetzt.",
        "Es wird bekannt, dass Ashs Tauboga Risikotackle beherrscht.",
        "Ash gewinnt seinen achten und letzten Orden, den Erdorden , durch einen Sieg über Team Rocket .",
        "Die Vertania-Arena stürzt ein.",
        "Ash und seine Freunde machen sich auf den Weg zurück nach Alabastia ."
    ],
    "EP066": [
        "Ash und seine Freunde kehren kurzzeitig nach Alabastia zurück.",
        "Rocko und Misty treffen Delia erstmals (außerhalb Japans).",
        "Delia erhält ein Pantimos und gibt ihm den Spitznamen Pantimi ."
    ],
    "EP067": [
        "Mewtu zerstört Giovannis Hauptquartier und verlässt ihn.",
        "Ash und seine Freunde treffen Gary wieder.",
        "Professor Eich erklärt, dass die beiden anderen Trainer, die mit Ash und Gary auf ihre Reise gegangen sind, gescheitert seien.",
        "Ash und Gary erfahren, dass die Indigo-Liga in zwei Monaten auf dem Indigo-Plateau stattfinden wird.",
        "Ashs 30 Tauros tauchen in dieser Folge zum ersten Mal auf, da die Folge, in der sie gefangen wurden nie außerhalb Japans ausgestrahlt wurde.",
        "Es wird bekannt, dass Gary ein Dodu und 200 weitere Pokémon besitzt.",
        "Gary fordert Ash zum Kampf heraus, der jedoch vor den Beginn durch das Team Rocket-Trio unterbunden wird.",
        "Professor Eich trifft zum ersten Mal auf Team Rocket ."
    ],
    "EP068": [
        "Jessie fängt ein Muschas , welches aber von selbst in den Schweif von Professor Westwoods Flegmon beißt und somit die Entwicklung zu Lahmus auslöst.",
        "Man erfährt das James’ Smogmog die Attacke Dunkelnebel beherrscht (außerhalb Japans)."
    ],
    "EP069": [],
    "EP070": [
        "Es wird bekannt, dass Jessies Arbok Toxin beherrscht."
    ],
    "EP071": [],
    "EP072": [
        "Mauzi erinnert sich daran zurück, wie es die menschliche Sprache erlernt hat und wie es anfing, auf zwei Pfoten zu gehen.",
        "Es wird bekannt, weshalb sich Mauzi Team Rocket angeschlossen hat."
    ],
    "EP073": [
        "Ash und seine Freunde treffen Bruno , ein Mitglied der Kanto - Top Vier .",
        "Bruno fängt ein riesiges Onix ."
    ],
    "EP074": [
        "Es wird bekannt, dass Rockos Vulpix Ruckzuckhieb beherrscht."
    ],
    "EP075": [
        "Ash und seine Freunde beginnen ihre Reise zum Indigo-Plateau .",
        "Es wird bekannt, dass Jessies Arbok Risikotackle beherrscht."
    ],
    "EP076": [
        "Ash , seine Freunde und Gary erreichen das Indigo-Plateau .",
        "Ash und Gary registrieren sich für die Indigo-Liga .",
        "Ash, Misty and Rocko helfen dabei, die legendäre Flamme von Lavados zum Stadion zu tragen.",
        "Ash sieht den legendären Vogel, Lavados.",
        "Die Indigo-Liga beginnt."
    ],
    "EP077": [
        "Gary gewinnt seinen Erstrundenkampf.",
        "Es wird bekannt, dass Ashs Krabby Härtner , Klammergriff , Silberblick und Stampfer beherrscht.",
        "Ashs Krabby entwickelt sich zu Kingler .",
        "Es wird bekannt, dass Kingler Blubber , Aquaknarre und Krabbhammer beherrscht.",
        "Ashs Kingler erlernt Hyperstrahl .",
        "Ash gewinnt die erste Vorrunde."
    ],
    "EP078": [
        "Es wird bekannt, dass Ashs Schiggy Panzerschutz beherrscht.",
        "Ash gewinnt in der zweiten und die dritten Vorrunde der Indigo-Liga ."
    ],
    "EP079": [
        "Gary verliert seinen vierten Kampf gegen Melissa und scheidet somit aus der Ligawettbewerb aus. Er kommt somit unter die Besten 32.",
        "Gary kehrt nach Alabastia zurück.",
        "Es wird bekannt, dass Ashs Sleimok Bodyslam beherrscht.",
        "Ash gewinnt in der vierten Vorrunde der Indigo-Liga gegen Jeanette Fischer."
    ],
    "EP080": [
        "Ash und seine Freunde lernen Richie und sein Pikachu „ Sparky “ kennen.",
        "Ash erfährt, dass er in der nächsten Runde gegen Richie antreten muss."
    ],
    "EP081": [
        "Es wird bekannt, dass Ashs Pikachu Risikotackle beherrscht.",
        "Ash kämpft gegen Richie , verliert und scheidet somit aus der Indigo-Liga aus. Er gelangt damit unter die Besten 16."
    ],
    "EP082": [
        "Es wird bekannt, dass Richie ein Habitak oder ein Tentacha besitzt.",
        "Richie verliert im Viertelfinale gegen Assunta.",
        "Die Indigo-Liga endet.",
        "Richie verlässt die Gruppe und setzt seine Reise fort.",
        "Ash und seine Freunde brechen nach Alabastia auf."
    ],
    "EP083": [
        "Ash erhält von Professor Eich den Auftrag, das Orange-Archipel zu bereisen, um von Professor Ivy einen mysteriösen Pokéball zu erhalten.",
        "Es wird bekannt, dass Gary Alabastia verlassen hat, um eine neue Reise zu beginnen.",
        "Das Habitak aus der ersten Folge kehrt als Ibitak zurück und Ash versucht erfolglos, es zu fangen.",
        "Ashs Tauboga entwickelt sich zu Tauboss .",
        "Ash lässt Tauboss frei, damit dieses die Taubsi und Tauboga vor den Habitak und dem Ibitak beschützen kann."
    ],
    "EP084": [
        "Ash , seine Freunde und das Team Rocket-Trio verlassen Kanto , um zum Orange-Archipel zu reisen, und erreichen die Valencia Insel ."
    ],
    "EP085": [
        "Ash und seine Freunde treffen Professor Ivy und Ash erhält den GS-Ball .",
        "Rocko entscheidet sich, bei Professor Ivy zu bleiben und verlässt die Gruppe.",
        "Ash und Misty wollen nach Alabastia zurückkehren, gelangen jedoch in eine Falle von Team Rocket und werden alleine in einem Luftschiff zurückgelassen."
    ],
    "EP086": [
        "Ash und Misty stürzen mit dem Luftschiff auf der Tangelo Insel ab.",
        "Ash und Misty treffen den Pokémon-Beobachter Tracey , der sich entscheidet die beiden fortan zu begleiten.",
        "Ash erfährt von der Orange-Liga und entscheidet sich dazu, daran teilzunehmen.",
        "Tracy lernt Pummeluff und das Team Rocket-Trio kennen.",
        "Ash fängt ein Lapras ."
    ],
    "EP087": [
        "Ash und seine Freunde erreichen die Mikan Insel , wo sie Cissy , die lokale Arenaleiterin, treffen.",
        "Ash erfährt, dass die Arenaleiter der Orange-Liga gegen ihre Herausforderer häufiger in Form von Wettbewerben antreten, sodass sich die Arenakämpfe dort von den gewöhnlichen unterscheiden.",
        "Es wird bekannt, dass Ashs Lapras Eisstrahl beherrscht.",
        "Ash gewinnt den Arenakampf gegen Cissy und erhält den Korallenorden, seinen ersten in der Orange-Liga ."
    ],
    "EP088": [
        "Tracey trifft Butch und Cassidy zum ersten Mal.",
        "Es wird bekannt, dass Butch und Cassidy ein Traumato aus ihrem vorgetäuschten Aufzuchtcenter gestohlen haben.",
        "Jessies Schlurp setzt erstmals Tackle ein.",
        "Es wird bekannt, dass James’ Sarzenia Tackle beherrscht.",
        "Es wird bekannt, dass Mistys Togepi Metronom beherrscht."
    ],
    "EP089": [
        "Es wird bekannt, dass Tracey ein Marill besitzt."
    ],
    "EP090": [
        "Es wird bekannt, dass Traceys Marill Aquaknarre beherrscht."
    ],
    "EP091": [],
    "EP092": [],
    "EP093": [
        "Es wird bekannt, dass Mistys Goldini Agilität und Hornattacke beherrscht."
    ],
    "EP094": [
        "Ash und seine Freunde erfahren, dass die nächste Arena auf der Navel Insel liegt, sodass sie sich entscheidet, dorthin zu reisen."
    ],
    "EP095": [
        "Ash und seine Freunde erreichen die Navel Insel und treffen den lokalen Arenaleiter Danny .",
        "Ash gewinnt den Arenakampf gegen Danny und erhält den Seerubinorden ."
    ],
    "EP096": [
        "Ash fängt ein Relaxo ."
    ],
    "EP097": [
        "Ash erfährt, dass er nur vier Orden benötigt, um an der Orange-Liga teilnehmen zu können.",
        "Ash und seine Freunde erfahren etwas über die Geschichte der Orange-Liga .",
        "Es wird bekannt, dass James’ Sarzenia Rasierblatt beherrscht.",
        "Es wird bekannt, dass Jessies Arbok Tackle beherrscht."
    ],
    "EP098": [
        "Team Rockets Mauzi erfährt, dass es Zahltag nicht erlernen kann, da es zu viel Energie dafür aufgebracht habe, die menschliche Sprache zu erlernen."
    ],
    "EP099": [
        "Ash versucht ein Sichlor zu fangen, was misslingt.",
        "Es wird bekannt, dass Traceys Bluzuk Schlafpuder beherrscht.",
        "Tracey fängt das Sichlor , welches Ash versucht hatte zu fangen."
    ],
    "EP100": [
        "Es wird bekannt, dass Traceys Sichlor Schädelwumme beherrscht.",
        "Es wird bekannt, dass James’ Sarzenia Schlafpuder beherrscht."
    ],
    "EP101": [
        "Ash und seine Freunde treffen Prima , ein Mitglied der Kanto - Top Vier .",
        "Ash kämpft gegen Prima und verliert.",
        "Ash erfährt, dass die nächste Arena auf der Trovita Insel liegt und entscheidet dorthin zu reisen."
    ],
    "EP102": [],
    "EP103": [],
    "EP104": [
        "Ash holt Sleimok für kurze Zeit ins Team zurück."
    ],
    "EP105": [
        "Ash und seine Freunde erreichen die Trovita Insel und lernen den lokalen Arenaleiter Rudy kennen.",
        "Es wird bekannt, dass Ashs Bisasam Schlafpuder erlernt hat.",
        "Ashs Schiggy erlernt Hydropumpe .",
        "Ash gewinnt den Arenakampf gegen Rudy und erhält den Stachelorden ."
    ],
    "EP106": [
        "Es wird bekannt, dass Ashs Relaxo Megahieb beherrscht."
    ],
    "EP107": [
        "Es wird bekannt, dass Ashs Glurak Megahieb und Bodycheck beherrscht.",
        "Glurak beginnt Ash zu gehorchen.",
        "Ashs Glurak erlernt Drachenwut ."
    ],
    "EP108": [
        "Ash und seine Freunde lernen Captain Aidan und Team Schillok kennen.",
        "Es wird bekannt, dass Traceys Bluzuk Tackle beherrscht."
    ],
    "EP109": [
        "Ashs Relaxo erlernt Hyperstrahl ."
    ],
    "EP110": [
        "Ash und seine Freunde erreichen die Kumquat Insel und lernen die lokale Arenaleiterin Luana kennen.",
        "Ash erfährt wie Doppelkämpfe funktionieren und hat seinen ersten Kampf dieser Art.",
        "Es wird bekannt, dass Ashs Glurak Tackle beherrscht.",
        "Ash gewinnt den Arenakampf gegen Luana und erhält den Jadesternorden , den vierten und letzten Orden der Orange-Liga ."
    ],
    "EP111": [],
    "EP112": [
        "Es wird bekannt, dass Mistys Goldini Furienschlag beherrscht.",
        "Misty fängt ein Quapsel ."
    ],
    "EP113": [
        "Ash und seine Freunde erreichen die Pummelo Insel .",
        "Ash schickt sein Relaxo zu Professor Eich zurück und lässt sich sein Tauros schicken.",
        "Ash beginnt seinen Kampf gegen Drake .",
        "Es wird bekannt, dass Tauros Geofissur beherrscht.",
        "Es wird bekannt, dass Ashs Lapras Aquaknarre beherrscht."
    ],
    "EP114": [
        "Es wird bekannt, dass Ashs Tauros Bodycheck beherrscht.",
        "Ash besiegt Drake , gewinnt die Orange-Liga -Trophäe und verdient sich einen Platz in der Orange Liga Ruhmeshalle ."
    ],
    "EP115": [
        "Ashs Lapras findet seine Familie wieder.",
        "Es wird bekannt, dass Mistys Goldini Aquaknarre beherrscht.",
        "Ash lässt Lapras frei."
    ],
    "EP116": [
        "Ash und seine Freunde verlassen das Orange-Archipel und brechen nach Kanto auf."
    ],
    "EP117": [
        "Ash und seine Freunde erreichen Alabastia .",
        "Es wird bekannt, dass Rocko Professor Ivy verlassen hat und nach Alabastia zurückgekehrt ist.",
        "Rocko trifft Tracey erstmals.",
        "Ash übergibt Professor Eich den GS-Ball .",
        "Tracey trifft Professor Eich erstmals persönlich.",
        "Ash entlässt Tauros wieder in seine Herde in Professor Eichs Pokémon-Labor .",
        "Es wird bekannt, dass James’ Sarzenia Risikotackle beherrscht.",
        "Es wird bekannt, dass Gary ein Nidoqueen besitzt.",
        "Tracey trifft Gary erstmals.",
        "Ash fordert Gary zu einem Kampf heraus, der die Herausforderung akzeptiert."
    ],
    "EP118": [
        "Es wird bekannt, dass Gary ein Evoli besitzt.",
        "Ash kämpft erstmals gegen Gary und verliert.",
        "Professor Eich untersucht den GS-Ball , schafft es aber nicht, dessen Geheimnis zu lüften.",
        "Ash und seine Freunde erfahren von der Johto -Region.",
        "Gary macht sich auf den Weg zur Johto-Region.",
        "Professor Eich trägt Ash auf, den GS-Ball nach Azalea City zu Kurt zu bringen.",
        "Rocko schließt sich der Gruppe wieder an und möchte mit Ash und Misty nach Johto reisen.",
        "Ash erhält einen neuen Pokédex von Professor Eich.",
        "Tracey beschließt, in Alabastia zu bleiben und Professor Eichs Assistent zu werden.",
        "Es wird bekannt, dass Delias Pantimos Lichtschild beherrscht.",
        "Ash, Misty und Rocko machen sich zur Johto-Region auf."
    ],
    "EP119": [
        "Ash und seine Freunde erreichen Neuborkia in Johto .",
        "Die Kinder treffen erstmals Professor Lind .",
        "Ash lässt sich für die Johto-Liga registrieren.",
        "Ash erfährt, dass sich die erste Arena in Viola City befindet und entscheidet sich dorthin zu reisen."
    ],
    "EP120": [
        "Ash und seine Freunde treffen zum ersten Mal auf Casey und ihr Endivie .",
        "Casey fängt ein Rattfratz .",
        "Es wird bekannt, dass Ashs Pikachu Tackle beherrscht."
    ],
    "EP121": [
        "Ash fängt ein Skaraborn ."
    ],
    "EP122": [
        "Ash und Rocko versuchen ein Donphan zu fangen, hören aber damit auf, als sie erfahren, dass es einen Trainer hat.",
        "Es wird bekannt, dass Ashs Skaraborn Tackle , Hornattacke und Ausdauer beherrscht.",
        "Es wird bekannt, dass Mistys Quapsel Blubber beherrscht.",
        "Es wird bekannt, dass James’ Sarzenia Wickel beherrscht."
    ],
    "EP123": [
        "Ash und seine Freunde treffen Gary wieder."
    ],
    "EP124": [
        "Es wird bekannt, dass James’ Sarzenia Bodycheck und Schwerttanz beherrscht.",
        "James’ Sarzenia setzt erstmals Wickel ein."
    ],
    "EP125": [],
    "EP126": [
        "Ash und seine Freunde treffen erstmals Madame Muchmoney und ihr Snubbull , welches von nun an dem Team Rocket-Trio folgt."
    ],
    "EP127": [],
    "EP128": [
        "Ash fängt ein Endivie ."
    ],
    "EP129": [
        "Misty versucht zweimal ein Morlord zu fangen, wird aber beide Male gestoppt."
    ],
    "EP130": [
        "Es wird bekannt, dass Jessies Schlurp Stampfer und Superschall beherrscht."
    ],
    "EP131": [
        "Jessie trifft Heiteira wieder und man erfährt, dass sie in der Vergangenheit als Krankenschwester gearbeitet hat.",
        "Es wird bekannt, dass Jessies Schlurp Slam beherrscht."
    ],
    "EP132": [
        "Ash und seine Freunde erreichen Viola City ."
    ],
    "EP133": [
        "Ash und seine Freunde erreichen Viola City und treffen den lokalen Arenaleiter, Falk .",
        "Ash gewinnt den Arenakampf gegen Falk und erhält den Flügelorden ."
    ],
    "EP134": [
        "Ash erfährt, dass die nächste Arena in Azalea City liegt und entscheidet dorthin zu reisen.",
        "Misty versucht ein Marill zu fangen, was jedoch misslingt, da es bereits einen Trainer hat."
    ],
    "EP135": [],
    "EP136": [
        "Ash und seine Freunden lernen Liza kennen.",
        "Ash lässt Glurak im Gluracific Nationalpark , damit es trainieren kann."
    ],
    "EP137": [],
    "EP138": [
        "Es wird bekannt, dass Ashs Endivie Tackle beherrscht."
    ],
    "EP139": [],
    "EP140": [],
    "EP141": [],
    "EP142": [
        "Es wird bekannt, dass Ashs Skaraborn Bodycheck , Silberblick und Furienschlag beherrscht."
    ],
    "EP143": [
        "Ash fängt ein Feurigel ."
    ],
    "EP144": [
        "Ash und seine Freunde erreichen Azalea City an und treffen dort Kurt ."
    ],
    "EP145": [
        "Ash , Misty und Rocko erhalten jeweils einen Turboball von Kurt .",
        "Rocko fängt mit seinem Turboball ein Tannza .",
        "Ash und seine Freunde erhalten mehrere Aprikokos und übergeben sie Kurt, damit er daraus spezielle Pokébälle anfertigen kann.",
        "Ash lässt den GS-Ball bei Kurt."
    ],
    "EP146": [
        "Ash und seine Freunde lernen Kai , den Arenaleiter von Azalea City , kennen.",
        "Es wird bekannt, dass Ashs Endivie Lockduft beherrscht.",
        "Ash gewinnt den Arenakampf gegen Kai und erhält den Insektorden .",
        "Ash und Misty erhalten jeweils einen Köderball und Rocko einen Schwerball von Maisy ."
    ],
    "EP147": [
        "Ash erfährt, dass die nächste Arena in Dukatia City liegt und entscheidet dorthin zu reisen."
    ],
    "EP148": [
        "Ash schickt sein Skaraborn zu Professor Eich und lässt sich im Gegenzug sein Tauros zusenden.",
        "James trifft den Karpadorhändler wieder.",
        "Jessie tauscht versehentlich ihr Schlurp gegen ein Woingenau ein."
    ],
    "EP149": [
        "Ash schickt Tauros zurück zu Professor Eich und stimmt zu, Skaraborn ebenfalls dort zu lassen.",
        "Team Schillok und die Schiggy-Meute tauchen wieder auf.",
        "Ashs Schiggy schließt sich der Schiggy-Meute wieder an."
    ],
    "EP150": [],
    "EP151": [
        "Madame Muchmoneys Snubbull taucht wieder auf und streitet sich mit Pummeluff ."
    ],
    "EP152": [
        "Es wird bekannt, dass Ashs Pikachu Silberblick beherrscht."
    ],
    "EP153": [
        "Ash und Misty werfen gleichzeitig ihre Köderbälle auf ein wildes Karnimani . Der Fangversuch gelingt, doch da beide nicht wissen, wem der Köderbälle mit dem Karnimani gehört, entscheidet Rocko , dass ein Kampf zwischen den beiden ausgetragen werden soll.",
        "Es wird bekannt, dass Mistys Togepi Charme beherrscht.",
        "Mistys Quapsel entwickelt sich zu Quaputzi und erlernt Bodyslam .",
        "Ash gewinnt den Kampf und erhält das Karnimani."
    ],
    "EP154": [
        "Ashs Feurigel lernt, seine Flamme auf dem Rücken gezielt zu entzünden.",
        "Es wird bekannt, dass Feurigel Rauchwolke und Agilität beherrscht."
    ],
    "EP155": [],
    "EP156": [
        "Ash fängt ein Schillerndes Noctuh ."
    ],
    "EP157": [
        "James’ Sarzenia setzt zum ersten Mal Rankenhieb ein."
    ],
    "EP158": [],
    "EP159": [
        "Butch und Cassidy tauchen wieder auf.",
        "Es wird bekannt, dass Butch ein Rasaff besitzt.",
        "Es wird bekannt, dass James’ Sarzenia Stachelspore beherrscht."
    ],
    "EP160": [
        "Ash und seine Freunde erreichen Dukatia City und lernen die lokale Arenaleiterin, Bianka , kennen.",
        "Ash verliert den Arenakampf gegen sie."
    ],
    "EP161": [
        "Ash besiegt in einem Rückkampf Bianka und gewinnt den Basisorden ."
    ],
    "EP162": [
        "Ash und seine Freunde lernen DJ Mary kennen.",
        "Ash und seine Freunde erfahren, dass sich die nächste Arena in Teak City befindet und brechen dorthin auf."
    ],
    "EP163": [
        "Ash und seine Freunde treffen Casey wieder.",
        "Ash, Casey und das Team Rocket-Trio nehmen am Käferturnier teil.",
        "Ash versucht zum zweiten Mal vergeblich ein Hornliu zu fangen, da Casey es stattdessen fängt.",
        "Caseys Endivie entwickelt sich zu einem Lorblatt .",
        "Ash fängt ein Bibor , gewinnt das Käferturnier und erhält dafür einen Sonnenstein .",
        "Ash schenkt sein Bibor Casey."
    ],
    "EP164": [],
    "EP165": [],
    "EP166": [
        "Es wird bekannt, dass Ashs Noctuh Wirbelwind beherrscht."
    ],
    "EP167": [
        "Rockos Zubat entwickelt sich zu Golbat ."
    ],
    "EP168": [],
    "EP169": [],
    "EP170": [
        "Ash und Misty fangen beide im Rahmen des Golking-Fang-Wettbewerbes ein Golking , lassen diese aber am Ende der Episode frei.",
        "Es wird bekannt, dass Mistys Quaputzi Megahieb beherrscht.",
        "Misty gewinnt den Wettbewerb."
    ],
    "EP171": [
        "Ash und seine Freunde treffen Susi wieder.",
        "Rocko gibt Susi ihr Vulpix zurück.",
        "Rocko und Susi nehmen mit Vulpix an einem Schönheitswettbewerb teil."
    ],
    "EP172": [],
    "EP173": [
        "Ash und seine Freunde treffen Gary wieder.",
        "Es wird bekannt, dass sich Garys Evoli sich zu einem Nachtara entwickelt hat."
    ],
    "EP174": [],
    "EP175": [],
    "EP176": [
        "Ash , Misty und Rocko treffen Duplica wieder, die nun ein Mini- Ditto besitzt.",
        "Es wird bekannt, dass Ashs Karnimani Grimasse und Tackle beherrscht.",
        "Es wird bekannt, dass Jessies Woingenau Spiegelcape beherrscht."
    ],
    "EP177": [
        "Das Snubbull , das dem Team Rocket-Trio bisher gefolgt ist, entwickelt sich zu Granbull .",
        "Granbull kehrt zu seiner Besitzerin, Madame Muchmoney , zurück."
    ],
    "EP178": [
        "Ash und seine Freunde treffen Kogas Schwester Aya wieder.",
        "Es wird bekannt, dass Rockos Tannza Stachler beherrscht."
    ],
    "EP179": [],
    "EP180": [
        "Ash und James nehmen am Pflanzen-Pokémon-Turnier teil und verlieren gegen Ephram.",
        "Es wird bekannt, dass Ashs Bisasam Bodycheck beherrscht."
    ],
    "EP181": [],
    "EP182": [],
    "EP183": [
        "Ash und seine Freunde erreichen Teak City und lernen den lokalen Arenaleiter , Jens , kennen.",
        "James erhält einen Detektor .",
        "Es wird bekannt, dass Ashs Noctuh Tackle beherrscht.",
        "Ash findet heraus, dass das mysteriöse Pokémon, das er zu Beginn seiner Reise gesehen hat, Ho-Oh war."
    ],
    "EP184": [
        "Es wird bekannt, dass Ashs Feurigel Sternschauer und Ruckzuckhieb beherrscht.",
        "Ashs Noctuh erlernt Konfusion .",
        "Ash gewinnt den Arenakampf gegen Jens und erhält den Phantomorden ."
    ],
    "EP185": [
        "Ash und seine Freunde lernen die Kimono-Schwestern kennen und Misty freundet sich mit Sakura an.",
        "Es wird bekannt, dass Jessies Arbok Kopfnuss beherrscht.",
        "Sakura überlegt, sich Ashs Truppe anzuschließen, entscheidet sich aber dagegen.",
        "Die Freunde entscheiden sich dazu, nach Oliviana City zu reisen."
    ],
    "EP186": [],
    "EP187": [
        "Misty versucht ein Remoraid zu fangen, was misslingt."
    ],
    "EP188": [],
    "EP189": [
        "Ash und seine Freunde treffen Todd wieder, der ein Foto von einem Arktos schießen möchte.",
        "Ash setzt den Sonnenstein ein, den er im Nationalpark gewonnen hat, damit sich Sonnkern zu Sonnflora entwickelt.",
        "Todd schließt sich Ashs Truppe an."
    ],
    "EP190": [],
    "EP191": [
        "Todd gelingt es, Arktos zu fotografieren, und er entscheidet sich, die Gruppe um Ash zu verlassen.",
        "Jessie befiehlt Woingenau erstmals den Einsatz von Spiegelcape ."
    ],
    "EP192": [],
    "EP193": [],
    "EP194": [],
    "EP195": [],
    "EP196": [
        "Ash schickt sein Noctuh zu Professor Eich und holt Relaxo , um am Sumo-Wettkampf teilnehmen zu können.",
        "Ash gewinnt den Wettkampf und erhält einen King-Stein ."
    ],
    "EP197": [],
    "EP198": [
        "Es wird bekannt, dass Rockos Kleinstein Schaufler beherrscht.",
        "Rockos Golbat entwickelt sich zu Iksbat ."
    ],
    "EP199": [],
    "EP200": [],
    "EP201": [
        "Ashs Endivie entwickelt sich zu einem Lorblatt ."
    ],
    "EP202": [
        "Ashs Lorblatt erlernt Bodyslam ."
    ],
    "EP203": [
        "James trifft den Karpadorhändler ein weiteres Mal."
    ],
    "EP204": [],
    "EP205": [],
    "EP206": [],
    "EP207": [
        "Es wird bekannt, dass Mistys Quaputzi Kopfnuss beherrscht."
    ],
    "EP208": [],
    "EP209": [],
    "EP210": [
        "Ash und seine Freunde erreichen Oliviana City und lernen Jasmin , die lokale Arenaleiterin , kennen.",
        "Ash fordert Jasmin heraus, doch diese lehnt die Herausforderung zum Kampf ab, da ihr Ampharos krank ist.",
        "Ash, Misty , Rocko und Janina reisen gemeinsam nach Anemonia City , um Medizin für Ampharos zu holen, und Ash erfährt, dass sich dort eine Arena befindet."
    ],
    "EP211": [
        "Ash , seine Freunde und Janina erreichen Anemonia City .",
        "Die Kinder holen die Medizin für Amphi und Janina fährt zurück.",
        "Ash und seine Freunde treffen Hartwig , den lokalen Arenaleiter.",
        "Ash gewinnt den Arenakampf gegen Hartwig und erhält den Faustorden .",
        "Ash, Rocko und Misty machen sich auf zu den Strudelinseln ."
    ],
    "EP212": [
        "Ash und seine Freunde begegnen einem mysteriösen Pokémon .",
        "Die Kinder treffen Professor Lind wieder.",
        "Es wird bekannt, dass Professor Lind ein Corasonn besitzt.",
        "Ash und Misty erfahren mehr über den Strudel-Cup und entscheiden sich, daran teilzunehmen.",
        "Misty entscheidet sich dazu, ein Corasonn fangen zu wollen."
    ],
    "EP213": [],
    "EP214": [
        "Misty versucht ein Lampi zu fangen, was misslingt, da es bereits einen Trainer hat."
    ],
    "EP215": [
        "Es wird bekannt, dass Ashs Karnimani Kopfnuss beherrscht.",
        "Misty fängt ein Corasonn mit ihrem Köderball ."
    ],
    "EP216": [
        "Ash und seine Freunde lernen Mika kennen."
    ],
    "EP217": [
        "Ash und Misty bestreiten die Qualifikationsrunde zum Strudel-Cup .",
        "Ash und Misty erreichen die Finalrunden im Stadion."
    ],
    "EP218": [
        "Ash holt sein Kingler wieder ins Team und schickt dafür sein Lorblatt zu Professor Eich .",
        "Ash und Misty erreichen die nächste Runde und erfahren, dass sie nun gegeneinander kämpfen müssen."
    ],
    "EP219": [
        "Misty besiegt Ash und erreicht die dritte Runde des Strudel-Cups .",
        "Ash schickt Kingler zurück zu Professor Eich und lässt sich dafür wieder Lorblatt zusenden.",
        "Misty wird von Trinity besiegt und gehört zu den besten acht des Turniers.",
        "Trinity wird im Finale des Turniers ebenfalls besiegt."
    ],
    "EP220": [],
    "EP221": [],
    "EP222": [
        "Ash und seine Freunde treffen Richie und Mika wieder.",
        "Die Gruppe begegnet einem Lugia und seinem Kind, welches von Team Rocket einfangen wird.",
        "Es wird bekannt, dass Butch ein Kapoera und Cassidy ein Hunduster besitzt.",
        "Es wird bekannt, dass Richie ein Pupitar gefangen hat, welches er Cruise nennt."
    ],
    "EP223": [
        "Es wird bekannt, dass sich Richies Glumanda Zippo zu einem Glutexo entwickelt hat.",
        "Ash , seine Freunde und Silbers Mutter werden von Team Rocket gefangen genommen."
    ],
    "EP224": [
        "Ash und seine Freunde entkommen Team Rocket und befreien die zwei Lugia .",
        "Richie verlässt die Gruppe wieder."
    ],
    "EP225": [
        "Ash , Misty und Rocko kehren nach Oliviana City zurück."
    ],
    "EP226": [
        "Ash gewinnt den Arenakampf gegen Jasmin und erhält den Stahlorden .",
        "Ash entscheidet, für seinen nächsten Arenakampf via Teak City nach Mahagonia City zu reisen."
    ],
    "EP227": [
        "Ash schickt sein Bisasam zu Professor Eich , damit es dort als Friedensstifter zwischen den Pflanzen - und Wasser -Pokémon agieren kann.",
        "Bisasam erlernt Schaufler .",
        "Ash und Bisasam entscheiden, dass Bisasam auf unbestimmte Zeit bei Professor Eich bleibt."
    ],
    "EP228": [
        "Ash , Misty und Rocko erreichen erneut Teak City und treffen Sakura und die Kimono-Schwestern wieder.",
        "Es wird bekannt, dass sich Sakuras Evoli zu einem Psiana entwickelt hat.",
        "Sakura bricht auf ihre eigene Reise auf."
    ],
    "EP229": [
        "Ash und seine Freunde treffen Jens wieder und dessen Freund Julian erstmals.",
        "Ash erfährt mehr über die Legende von Ho-Oh und die drei Legendären Bestien .",
        "Ash sieht Suicune wieder."
    ],
    "EP230": [
        "Ash und seine Freunde treffen Gary wieder, der wie Ash am Extreme-Pokémon Wettbewerb teilnimmt.",
        "Ash gewinnt den Wettbewerb.",
        "Ash erhält von Mr. Shellby, dem Leiter der Zuchtstation, ein Pokémon-Ei mit unbekanntem Inhalt."
    ],
    "EP231": [],
    "EP232": [
        "Ein Phanpy schlüpft aus Ashs Pokémon-Ei ."
    ],
    "EP233": [
        "Jessie , James und Mauzi erneuern ihre Mitgliedschaft bei Team Rocket .",
        "Ein Botogel vom Hauptquartier beginnt, den Dreien zu folgen.",
        "Es wird bekannt, dass Ashs Phanpy Bodycheck beherrscht."
    ],
    "EP234": [],
    "EP235": [],
    "EP236": [],
    "EP237": [
        "Ash und seine Freunde lernen das Top Vier-Mitglied Siegfried kennen.",
        "Team Rockets Pläne, Pokémon zu zwingen sich zu entwickeln, werden preisgegeben."
    ],
    "EP238": [
        "Ash und seine Freunde lernen Norbert , der Arenaleiter von Mahagonia City , kennen.",
        "Siegfried fängt das Rote Garados .",
        "Team Rockets Plan, Pokémon zur Entwicklung zu zwingen, wird durchkreuzt."
    ],
    "EP239": [
        "Ash und seine Freunde erreichen Mahagonia City .",
        "Ash und seine Freunde treffen Norbert wieder und erfahren, dass er der Arenaleiter der Stadt ist.",
        "Ash hat einen inoffiziellen Kampf gegen Norbert und verliert.",
        "Ash hilft Norbert sein verschollenes Keifel wieder zu finden.",
        "Norbert akzeptiert Ashs Arenakampf-Herausforderung."
    ],
    "EP240": [
        "Ash und Norbert haben einen Arenakampf, doch Norbert gibt auf, sodass Ash den Eisorden erhält.",
        "Ash und seine Freunde brechen nach Ebenholz City auf, wo die nächste Arena liegt."
    ],
    "EP241": [],
    "EP242": [],
    "EP243": [
        "Ash wird in ein Pikachu verwandelt."
    ],
    "EP244": [
        "Ash verwandelt sich wieder zurück in einen Menschen.",
        "Ash und seine Freunde begegnen einem Zapdos ."
    ],
    "EP245": [],
    "EP246": [],
    "EP247": [
        "Ash , Misty und Rocko treffen DJ Mary wieder.",
        "Es wird bekannt, dass Professor Eich ein Taubsi gefangen hat."
    ],
    "EP248": [],
    "EP249": [
        "Mistys Quaputzi entwickelt sich mithilfe von Ashs King-Stein zu einem Quaxo und erlernt Angeberei ."
    ],
    "EP250": [
        "Ashs Karnimani setzt erstmals Grimasse ein."
    ],
    "EP251": [],
    "EP253": [
        "Ash , Misty und Rocko erreichen Ebenholz City und lernen Clair , die lokale Arenaleiterin, kennen.",
        "Ash fordert Clair zum Kampf heraus.",
        "Clairs Dratini entwickelt sich zu Dragonir ."
    ],
    "EP254": [
        "Ash und Clair beginnen mit ihrem Arenakampf, der durch das Team Rocket-Trio unterbrochen wird.",
        "Ein Isso beginnt dem Trio zu folgen."
    ],
    "EP255": [
        "Ashs Glurak kehrt für den Arenakampf zeitweilig in Ashs Team zurück."
    ],
    "EP256": [
        "Ash holt für seinen Arenakampf gegen Clair , Relaxo zeitweilig in sein Team zurück.",
        "Es wird bekannt, dass Ashs Relaxo Eishieb beherrscht.",
        "Ash gewinnt den Arenakampf gegen Clair und erhält seinen achten Orden, den Drachenorden .",
        "Ashs Glurak kehrt in den Glurafic Nationalpark zurück."
    ],
    "EP257": [
        "Ash , Misty und Rocko erfahren, dass die Pokémon-Liga der Johto -Region, die Silberkonferenz , in drei Monaten am Fuße des Silberbergs stattfinden wird.",
        "Ash und seine Freunde brechen nach Neuborkia auf, damit Ash sich dort für die Silberkonferenz registrieren lassen kann."
    ],
    "EP258": [
        "Es wird bekannt, dass Ashs Karnimani Schlitzer beherrscht.",
        "Es wird bekannt, dass Mistys Goldini Superschall und Hornbohrer beherrscht.",
        "Es wird bekannt, dass Mistys Enton Psychokinese beherrscht."
    ],
    "EP259": [
        "Ash und sein Lapras sind zeitweilig wiedervereint.",
        "Ash erhält den Auftrag, ein Pokémon-Ei abzuholen und zu Professor Lind zu bringen.",
        "Es wird bekannt, dass Rockos Iksbat Ultraschall beherrscht.",
        "Ashs Lapras wird der Anführer der Lapras-Gruppe."
    ],
    "EP260": [
        "Ash und seine Freunde kehren nach Neuborkia zurück.",
        "Aus dem Ei schlüpft ein Larvitar .",
        "Ash registriert sich für die Silberkonferenz .",
        "Ash stimmt zu, das Larvitar zum Silberberg zu bringen."
    ],
    "EP261": [
        "Es wird bekannt, dass Ashs Phanpy Einigler beherrscht.",
        "Es wird bekannt, dass Rockos Onix Sandsturm beherrscht.",
        "Rockos Tannza entwickelt sich zu einem Forstellka .",
        "Ash und seine Freunde begegnen einem Entei ."
    ],
    "EP262": [
        "Es wird bekannt, dass Rockos Forstellka Turbodreher beherrscht."
    ],
    "EP263": [
        "Ash , Misty und Rocko treffen ihre Freundin Casey wieder.",
        "Man erfährt, dass sich Caseys Lorblatt zu einem Meganie entwickelt hat.",
        "James wird von seinem Teammitgliedern gezwungen, sein Sarzenia beim Karpadorhändler gegen ein Ultrigaria zu tauschen.",
        "Das Ultrigaria entwickelt sich zu einem Sarzenia .",
        "Jessie kickt James' neues Sarzenia fort.",
        "Der Karpadorhändler lässt James’ Sarzenia frei.",
        "Die beiden Sarzenia treffen sich in der Wildnis und verlieben sich ineinander.",
        "Casey fängt ein Elekid ."
    ],
    "EP264": [
        "Es wird bekannt, dass Ashs Larvitar Schaufler und Biss beherrscht.",
        "Es wird bekannt, dass Jessies Arbok Bodycheck beherrscht."
    ],
    "EP265": [
        "Ein Icognito lässt Ash und seine Freunde in Larvitars Gedächtnis reisen, sodass sie mehr über dessen Vergangenheit erfahren.",
        "Larvitar überwindet seine Angst gegenüber Rocko und Misty ."
    ],
    "EP266": [
        "Ash und seine Freunde erreichen den Silberberg .",
        "Ash lässt Larvitar bei seiner Mutter im Nationalpark am Silberberg zurück."
    ],
    "EP267": [
        "Ash , Misty und Rocko lernen Harrison kennen.",
        "Ash und seine Freunde erfahren von der Hoenn -Region.",
        "Harrison fängt ein Sniebel ."
    ],
    "EP268": [
        "Es wird bekannt, dass Ash und seine Freunde Silber City erreicht haben.",
        "Ash, Harrison und Gary qualifizieren sich für die Hauptrunde der Silberkonferenz .",
        "Ash und Gary helfen die Flamme des Ho-Oh zu transportieren, sodass der Wettbewerb stattfinden kann."
    ],
    "EP269": [
        "Ash lässt sich von Professor Eich all seine Pokémon für die Silberkonferenz zuschicken.",
        "Ashs Kingler wird bei einem Zwischenfall verletzt und kann nicht mehr am Turnier teilnehmen.",
        "Ashs Schiggy kehrt zurück.",
        "Es wird bekannt, dass Ashs Phanpy Erdbeben beherrscht.",
        "Ash gewinnt seinen Erstrundenkampf gegen Macey ."
    ],
    "EP270": [
        "Macey besiegt Jackson im Vorrundenkampf.",
        "Es wird bekannt, dass Harrison ein Miltank besitzt.",
        "Ash erreicht gegen Jackson ein Unentschieden.",
        "Ash, Gary und Harrison erreichen die Finalrunde der Silberkonferenz .",
        "Ash erfährt, dass er in der nächsten Runde gegen Gary antreten muss."
    ],
    "EP271": [
        "Es wird bekannt, dass Gary ein Simsala , ein Magmar , ein Pinsir , ein Seedraking , ein Ibitak , ein Hundemon und ein Panzaeron besitzt.",
        "Ashs Glurak kehrt für den Rest der Liga in Ashs Team zurück.",
        "Ash und Gary erhalten von Professor Eich ein Update für ihren Pokédex .",
        "Harrison gewinnt seinen Kampf und erreicht das Viertelfinale.",
        "Ash beginnt seinen Kampf gegen Gary.",
        "Es wird bekannt, dass Ashs Tauros Hornattacke beherrscht.",
        "Es wird bekannt, dass Ashs Skaraborn Vielender beherrscht.",
        "Es wird bekannt, dass Garys Starter-Pokémon ein Schiggy war, welches mittlerweile ein Turtok ist."
    ],
    "EP272": [
        "Es wird bekannt, dass Ashs Sleimok Matschbombe beherrscht.",
        "Es wird bekannt, dass Gary ein Geowaz und ein Scherox besitzt.",
        "Ash gewinnt seinen Kampf gegen Gary und erreicht das Viertelfinale.",
        "Ash beginnt sein Match gegen Harrison .",
        "Es wird bekannt, dass Harrison ein Kecleon besitzt."
    ],
    "EP273": [
        "Ash und Harrison setzen ihren Viertelfinalkampf fort.",
        "Es wird bekannt, dass Harrison ein Hypno und ein Stahlos besitzt.",
        "Es wird bekannt, dass Ashs Lorblatt Kopfnuss beherrscht."
    ],
    "EP274": [
        "Ash verliert den Kampf gegen Harrison und scheidet aus dem Turnier aus.",
        "Ash schickt Schiggy zurück zur Schiggy-Meute .",
        "Ash schickt Glurak zurück zum Glurafic Nationalpark.",
        "Harrison verliert im Halbfinale gegen Jon Dickson .",
        "Harrison sagt Ash, er solle nach Hoenn gehen.",
        "Gary entscheidet sich, Pokémon-Forscher zu werden.",
        "Jon Dickson gewinnt die Silberkonferenz .",
        "Die Silberkonferenz endet.",
        "Ash, Harrison und Gary gehen getrennt Wege: Harrison geht nach Kanto , um dort Orden zu sammeln und an der Indigo-Liga teilzunehmen. Ash, Misty , Rocko und Gary brechen auf, um nach Alabastia zurückzukehren.",
        "Harrison geht nach Kanto , um dort Orden zu sammeln und an der Indigo-Liga teilzunehmen.",
        "Ash, Misty , Rocko und Gary brechen auf, um nach Alabastia zurückzukehren."
    ],
    "EP275": [
        "Daisy , Lily und Violett geben den Status des Arenaleiters an Misty ab.",
        "Misty erhält ihr nun repariertes Fahrrad zurück.",
        "Ash , Misty und Rocko gehen getrennte Wege.",
        "Ash sieht Ho-Oh wieder.",
        "Ash lässt all seine Pokémon, außer Pikachu , bei Professor Eich .",
        "Ash wechselt seine Kleidung und erhält einen neuen Pokédex .",
        "Ash reist nach Hoenn ."
    ],
    "EP276": [
        "Ash und Pikachu setzen ihre Reise nach Hoenn fort.",
        "Pikachu wird krank."
    ],
    "AG001": [
        "Ash erreicht Wurzelheim und lernt Professor Birk kennen.",
        "Ash lernt Maike , eine neue Trainerin, kennen.",
        "Maike lernt das Team Rocket-Trio kennen.",
        "Ashs Pikachu zerstört versehentlich Maikes Fahrrad.",
        "Team Rocket heilt versehentlich Pikachu.",
        "Maike entscheidet sich für ein Flemmli als Starter und erhält einen Pokédex und Pokébälle .",
        "Maike und Ash entscheiden sich dazu, gemeinsam weiterzureisen."
    ],
    "AG002": [
        "Maike versucht vergeblich ein Azurill zu fangen.",
        "Es wird bekannt, dass Maikes Flemmli Schnabel und Glut beherrscht.",
        "Maike trifft erstmals eine Schwester Joy und erfährt mehr über die Pokémon-Center .",
        "Ash registriert sich für die Hoenn-Meisterschaft .",
        "Giovanni beauftragt Jessie , James und Mauzi damit, einen Team Rocket -Zweig in Hoenn zu errichten, um mehr über Team Magma und Team Aqua zu erfahren.",
        "Ash erfährt, dass sich die nächste Arena in Blütenburg City befindet.",
        "Ash und Maike treffen erstmals auf Team Magma ."
    ],
    "AG003": [
        "Ash und Maike erreichen Blütenburg City .",
        "Ash reist zur Arena und trifft dort Maikes Bruder Max , deren Vater und Arenaleiter Norman und deren Mutter Caroline .",
        "Ash ist nicht in der Lage einen offiziellen Arenakampf zu führen, da er keine drei Pokémon besitzt. Er verliert jedoch einen inoffiziellen Kampf.",
        "Max lernt das Team Rocket-Trio kennen.",
        "Max schließt sich Ash und Maike an.",
        "Max erhält von Norman einen PokéNav und Ash und Maike Schatullen für Orden.",
        "Ash erfährt, dass die nächste Arena in Metarost City liegt und entschließt sich, dorthin zu reisen."
    ],
    "AG004": [
        "Rocko kehrt zurück und lernt Maike und Max kennen.",
        "Es wird bekannt, dass Rockos Forstellka Explosion beherrscht.",
        "Rocko schließt sich wieder Ashs Gruppe an.",
        "Ash erfährt, dass Rocko nur Forstellka im Team hat, während sich seine anderen Pokémon in der Arena von Marmoria City befinden.",
        "Ash fängt ein Schwalbini ."
    ],
    "AG005": [
        "Ash und seine Freunde lernen einen Trainer namens Nicolai kennen.",
        "Maike hat ihren ersten Pokémon-Kampf und verliert diesen.",
        "Nicolai fängt ein Zigzachs .",
        "Es wird bekannt, dass Ashs Schwalbini Schnabel beherrscht."
    ],
    "AG006": [
        "Maike erfährt, dass es in jeder Stadt Hoenns mehrere identisch aussehende Schwester Joy und Officer Rocky gibt.",
        "Jessie und James lassen Arbok und Smogmog frei.",
        "James fängt ein Tuska ."
    ],
    "AG007": [
        "Ash fängt ein Geckarbor ."
    ],
    "AG008": [
        "Jessie fängt ein Vipitis .",
        "Es wird bekannt, dass Ashs Geckarbor Ruckzuckhieb beherrscht.",
        "Es wird bekannt, dass Ashs Schwalbini Flügelschlag beherrscht."
    ],
    "AG009": [],
    "AG010": [],
    "AG011": [
        "Maike und Max sehen erstmals eine Entwicklung .",
        "Es wird bekannt, dass Rockos Forstellka Tackle beherrscht."
    ],
    "AG012": [
        "Rocko fängt ein Loturzel ."
    ],
    "AG013": [
        "Ash , Maike , Max und Rocko besuchen ihren ersten Pokémon- Wettbewerb .",
        "Jessie verlängert ihre Wettbewerbskarte für die Hoenn -Region.",
        "Ash, Maike, Max und Rocko erhalten jeweils eine Wettbewerbskarte für Hoenn.",
        "Maike beginnt sich für Wettbewerbe zu interessieren.",
        "Ash erfährt, dass die erste Hoenn-Arena eine Gestein -Arena ist.",
        "Ash beginnt damit, Pikachu Eisenschweif in Vorbereitung auf seinen Arenakampf beizubringen."
    ],
    "AG014": [
        "Ash erfährt, dass in Hoenn viele Doppelkämpfe stattfinden und hat seinen ersten regulären Doppelkampf in dieser Region.",
        "Ashs Pikachu trainiert Eisenschweif weiter.",
        "Maike fängt ihr erstes Pokémon – ein Waumpel .",
        "Jessie fängt ebenfalls ein Waumpel ."
    ],
    "AG015": [
        "Ash , Maike , Max und Rocko erreichen Metarost City und lernen die lokale Arenaleiterin, Felizia , kennen.",
        "Ash fordert Felizia zu einem Arenakampf heraus.",
        "Max wird Professor Eich vorgestellt.",
        "Max nimmt an der Pokémon-Trainerschule teil und hat dort seinen ersten Kampf, der vom Team Rocket-Trio unterbrochen wird.",
        "Ash und seine Freunde erfahren, dass Jessie ein Waumpel gefangen hat."
    ],
    "AG016": [
        "Maike äußert ihren Wunsch, lieber Pokémon-Koordinatorin zu werden als Orden zu sammeln.",
        "Ashs Pikachu perfektioniert Eisenschweif .",
        "Ash gewinnt den Arenakampf gegen Felizia und erhält mit dem Steinorden seinen ersten Orden in Hoenn ."
    ],
    "AG017": [
        "Ash und seine Freunde erfahren mehr über Team Aqua und Team Magma , wobei sie erstmals auf ein Mitglied der ersteren Organisation treffen.",
        "Max trifft Mr. Trumm .",
        "Die Freunde erfahren, dass sich Troy Trumm auf Faustauhaven befindet, wo auch die nächste Arena liegt."
    ],
    "AG018": [
        "Ash und seine Freunde lernen Kapitän Salzkopf kennen.",
        "Ash und seine Freunde brechen mithilfe von Kapitän Salzkopfs Boot Richtung Faustauhaven auf."
    ],
    "AG019": [
        "Es wird bekannt, dass Rockos Loturzel Rasierblatt beherrscht.",
        "Ash und seine Freunde erreichen Faustauhaven ."
    ],
    "AG020": [
        "Ash und seine Freunde lernen Kamillo , den lokalen Arenaleiter kennen.",
        "Ash tritt in einem Arenakampf gegen Kamillo an.",
        "Es wird bekannt, dass Ashs Schwalbini Ruckzuckhieb beherrscht.",
        "Während des Kampfes entwickelt sich Kamillos Makuhita zu Hariyama .",
        "Ash verliert den Kampf gegen Kamillo und entscheidet in Faustauhaven zu bleiben, um dort für den Rückkampf zu trainieren."
    ],
    "AG021": [
        "Maike versucht ebenso erfolglos ein Octillery zu fangen wie Ash ein Krebscorps .",
        "Es wird bekannt, dass Jessies Waumpel Fadenschuss beherrscht."
    ],
    "AG022": [
        "Ash und seine Freunde lernen Troy Trumm kennen."
    ],
    "AG023": [
        "Ash fängt ein Krebscorps ."
    ],
    "AG024": [
        "Maikes Waumpel entwickelt sich zu einem Schaloko .",
        "Jessies Waumpel entwickelt sich zu einem Panekon , doch Jessie hält es auch für ein Schaloko."
    ],
    "AG025": [
        "Maike versucht ein Hydropi zu fangen, was misslingt.",
        "Es wird bekannt, dass James’ Tuska Nietenranke beherrscht.",
        "Rocko fängt ein Hydropi ."
    ],
    "AG026": [
        "Es wird bekannt, dass Ashs Krebscorps Klammer beherrscht."
    ],
    "AG027": [
        "Ash und seine Freunde treffen Professor Birk wieder.",
        "Rocko und Max begegnen erstmals Mitgliedern von Team Magma .",
        "Es wird bekannt, dass Team Magma und Team Aqua im Besitz der Roten Kugel und Blauen Kugel sind."
    ],
    "AG028": [
        "Es wird bekannt, dass Jessies Panekon Tackle und Härtner beherrscht.",
        "Maikes Schaloko entwickelt sich zu einem Papinella und erlernt Windstoß .",
        "Jessies Panekon entwickelt sich zu einem Pudox und erlernt Giftstachel und Psystrahl .",
        "Professor Birk verlässt die Gruppe wieder."
    ],
    "AG029": [],
    "AG030": [
        "Ash bereitet sich für den Arenakampf gegen Kamillo vor und trifft diesen dabei wieder."
    ],
    "AG031": [
        "Es wird bekannt, dass Ashs Krebscorps Härtner beherrscht.",
        "Ash gewinnt den Rückkampf gegen Kamillo und erhält den Knöchelorden ."
    ],
    "AG032": [
        "Es wird bekannt, dass Ash und seine Freunde Faustauhaven verlassen haben und mit einem Boot nach Graphitport City reisen, um von dort aus nach Malvenfroh City zu liegen, wo die nächste Arena liegt.",
        "Ash und seine Freunde erreichen Graphitport City."
    ],
    "AG033": [
        "Maike lernt ihren ersten Rivalen, Drew , kennen.",
        "Maike erhält eine Pokériegelbox .",
        "Es wird bekannt, dass Maikes Papinella Silberhauch beherrscht."
    ],
    "AG034": [
        "Es wird bekannt, dass Rockos Starter sein Onix war."
    ],
    "AG035": [
        "Maike nimmt am Wettbewerb von Graphitport City teil und feiert somit ihr Debüt als Koordinatorin.",
        "Drew besiegt Maike in der ersten Kampfrunde und eliminiert sie somit.",
        "Drew verliert gegen Robert , der den Wettbewerb dadurch gewinnt."
    ],
    "AG036": [
        "Ash und seine Freunde verlassen Graphitport City und reisen Richtung Malvenfroh City ."
    ],
    "AG037": [],
    "AG038": [
        "Ash und seine Freunde lernen einen Trainer namens Tasso kennen."
    ],
    "AG039": [
        "Ash und seine Freunde erreichen Malvenfroh City .",
        "Max und Maike lernen Pummeluff kennen.",
        "Es wird bekannt, dass Jessies Vipitis Wickel beherrscht."
    ],
    "AG040": [
        "Ash und seine Freunde lernen Walter , den Arenaleiter von Malvenfroh City , kennen.",
        "Ash gewinnt mit Leichtigkeit den Arenakampf gegen Walter, da Pikachu wegen eines vorherigen Vorfalls überladen war, und erhält den Dynamo-Orden .",
        "Es wird bekannt, dass Jessies Pudox Wirbelwind beherrscht.",
        "Walter fängt ein Frizelbliz .",
        "Ash versucht Walter den Orden zurückzugeben, doch dieser lehnt ab."
    ],
    "AG041": [
        "Ash und seine Freunde entscheiden über Laubwechselfeld nach Bad Lavastadt zu reisen, wo die nächste Arena liegt.",
        "Ashs Geckarbor erlernt Kugelsaat ."
    ],
    "AG042": [],
    "AG043": [],
    "AG044": [
        "Ash und Rocko treffen Misty wieder und Maike und Max lernen sie kennen."
    ],
    "AG045": [
        "Mistys Togepi erlernt Bodyguard und entwickelt sich zu Togetic .",
        "Ash erfährt, dass Misty ein Garados besitzt.",
        "Es wird bekannt, dass Mistys Garados Flammenwurf beherrscht.",
        "Misty lässt Togetic im Togepi-Paradies zurück und kehrt nach Azuria City zurück."
    ],
    "AG046": [
        "Max gewinnt dank Ashs Krebscorps , welches er sich von Ash ausgeliehen hat, seinen zweiten Pokémon-Kampf , obwohl es ihm nicht gehorcht."
    ],
    "AG047": [
        "Es wird bekannt, dass Maikes Flemmli Ruckzuckhieb beherrscht.",
        "Maike fängt ein Eneco ."
    ],
    "AG048": [
        "Ash und seine Freunde treffen Nicholai wieder.",
        "Es wird bekannt, dass Nicholai ein Sengo gefangen und dass sich sein Hydropi zu Moorabbel entwickelt hat.",
        "Es wird bekannt, dass Nicholai einen Arenakampf gegen Norman verloren hat.",
        "Es wird bekannt, dass James’ Tuska Sandsturm beherrscht.",
        "Es wird bekannt, dass Jessies Vipitis Biss beherrscht."
    ],
    "AG049": [
        "Es wird bekannt, dass Maikes Eneco Duplexhieb beherrscht."
    ],
    "AG050": [
        "Ash und seine Freunde erreichen Laubwechselfeld , wo Maikes nächster Wettbewerb stattfinden wird.",
        "Die Kinder treffen Drew wieder.",
        "Ash verliert einen Kampf gegen Drew.",
        "Es wird bekannt, dass Drew bereits drei Bänder besitzt."
    ],
    "AG051": [
        "Maike , Jessie und Drew nehmen am Wettbewerb von Laubwechselfeld teil.",
        "Drew wird im Halbfinale besiegt.",
        "Maike gewinnt den Wettbewerb und gewinnt ihr erstes Band ."
    ],
    "AG052": [
        "Ash und seine Begleiter treffen Tasso wieder."
    ],
    "AG053": [
        "Maike findet heraus, dass ihr Eneco Zuschuss kann und lernt, wie diese Attacke funktioniert."
    ],
    "AG054": [
        "Team Aqua und Team Magma kämpfen erneut gegeneinander."
    ],
    "AG055": [
        "Ash und seine Freunde erreichen Bad Lavastadt und treffen die dortige Arenaleiterin Flavia .",
        "Eines der Schneckmag von Flavia entwickelt sich zu Magcargo ."
    ],
    "AG056": [
        "Ash gewinnt den Arenakampf gegen Flavia und erhält den Hitzeorden ."
    ],
    "AG057": [
        "Ash und seine Freunde entscheiden über Malvenfroh City nach Blütenburg City zu reisen, wo die nächste Arena liegt."
    ],
    "AG058": [
        "Ash fängt ein Qurtel ."
    ],
    "AG059": [
        "Ash und seine Freunde erreichen Malvenfroh City und treffen Walter und Watt wieder.",
        "Walters Frizelbliz entwickelt sich zu Voltenso .",
        "Maike gewinnt einen Kampf gegen Watt.",
        "Ash hat einen inoffiziellen Kampf gegen Walter und verliert.",
        "Es wird bekannt, dass Ashs Qurtel Eisenabwehr beherrscht.",
        "Maike erfährt, dass der nächste Wettbewerb in Wiesenflur stattfinden wird."
    ],
    "AG060": [
        "Maikes Eneco erlernt Blizzard ."
    ],
    "AG061": [
        "Ash und seine Freunde erreichen Wiesenflur und treffen Drew wieder."
    ],
    "AG062": [
        "Maike gewinnt den Wettbewerb von Wiesenflur und erhält somit ihr zweites Band .",
        "Maikes Eneco perfektioniert den Einsatz von Blizzard ."
    ],
    "AG063": [
        "Rockos Loturzel entwickelt sich zu einem Lombrero ."
    ],
    "AG064": [
        "Maike freundet sich mit einem Wablu an und bietet ihm einen Platz in ihrem Team an, entscheidet sich jedoch dazu, es mit seinem Schwarm reisen zu lassen."
    ],
    "AG065": [],
    "AG066": [
        "Ashs Geckarbor entwickelt sich zu einem Reptain .",
        "Ashs Reptain erlernt Laubklinge ."
    ],
    "AG067": [],
    "AG068": [
        "Ash und seine Freunde erreichen Blütenburg City ."
    ],
    "AG069": [
        "Max und Maike treffen ihre Eltern wieder.",
        "Rocko lernt Norman und Caroline kennen.",
        "Ash bereitet sich auf seinen Arenakampf gegen Norman vor."
    ],
    "AG070": [
        "Es wird bekannt, dass Ashs Reptain die Fähigkeit Notdünger und Pikachu die Fähigkeit Statik besitzen.",
        "Ash gewinnt den Arenakampf gegen Norman und erhält den Balanceorden ."
    ],
    "AG071": [
        "Ash erfährt, dass die nächste Arena in Baumhausen City liegt und entscheidet dorthin zu reisen.",
        "Maike und Max treffen Professor Eich erstmals persönlich."
    ],
    "AG072": [
        "Ash und Maike kämpfen erstmals gemeinsam in einem „Pokémon-Treuekampf“ ."
    ],
    "AG073": [
        "Maike fängt ein Bisasam ."
    ],
    "AG074": [
        "Ash holt sein Bisasam für kurze Zeit wieder in sein Team zurück, damit es Maikes Bisasam trifft."
    ],
    "AG075": [],
    "AG076": [],
    "AG077": [
        "Ash und seine Freunde erreichen Rubello City und treffen Drew wieder.",
        "Maike entscheidet sich, am Wettbewerb von Rubello City teilzunehmen.",
        "Es wird bekannt, dass Drew ein Maskeregen besitzt.",
        "Es wird bekannt, dass Bisasam Tackle beherrscht."
    ],
    "AG078": [
        "Maike und Drew nehmen am Wettbewerb von Rubello City teil.",
        "Drew gewinnt den Wettbewerb und erhält sein viertes Band.",
        "Es wird bekannt, dass Maikes Papinella Morgengrauen beherrscht."
    ],
    "AG079": [
        "Ash und seine Freunde lernen ein wildes Spoink kennen.",
        "Jessie kauft ein Karpador , welches als Barschwa ausgegeben wurde, vom Karpadorhändler , lässt es aber wieder frei.",
        "Ash und seine Freunde begegnen dem Karpadorhändler erstmals.",
        "Es wird bekannt, dass Ashs Qurtel Bodyslam beherrscht."
    ],
    "AG080": [
        "Ash , Maike und James nehmen am PokéRing-Wettbewerb teil.",
        "Ashs Schwalbini entwickelt sich zu Schwalboss .",
        "Ash gewinnt den Wettbewerb und James wird Zweitplatzierter."
    ],
    "AG081": [],
    "AG082": [
        "Maikes Flemmli entwickelt sich zu Jungglut .",
        "Jungglut erlernt Himmelhieb und Feuerwirbel ."
    ],
    "AG083": [
        "Ash und seine Freunde lernen Brody von Team Magma kennen."
    ],
    "AG084": [
        "Ash und seine Freunde erreichen Baumhausen City .",
        "Ash trifft Wibke , die Arenaleiterin von Baumhausen City, und fordert sie zu einem Arenakampf heraus.",
        "James erhält ein als Palimpalim verkleidetes Hoppspross vom Karpadorhändler .",
        "Bevor er das Hoppspross fangen kann, flieht es.",
        "James fängt ein echtes Palimpalim."
    ],
    "AG085": [
        "Ash gewinnt den Arenakampf gegen Wibke und erhält den Federorden ."
    ],
    "AG086": [
        "Ash erfährt, dass die nächste Arena in Moosbach City liegt, und entscheidet über Seegrasulb City dorthin zu reisen."
    ],
    "AG087": [
        "Ash und Rocko treffen Ken und Mary vom Pokémon Mystery Club wieder, während Max und Maike sie erstmals treffen."
    ],
    "AG088": [],
    "AG089": [
        "Ashs Pikachu bekommt eine Amnesie und schließt sich Team Rocket an.",
        "Pikachu erhält seine Erinnerung zurück und schließt sich wieder Ash an."
    ],
    "AG090": [
        "Ash und seine Freunde erreichen Seegrasulb City .",
        "Ash und seine Freunde lernen, wie Pokériegel hergestellt werden.",
        "Ash beginnt, Schwalboss Aero-Ass beizubringen.",
        "Maike und Jessie nehmen am Wettbewerb von Seegrasulb City teil."
    ],
    "AG091": [
        "Es wird bekannt, dass James’ Palimpalim Erstauner und Risikotackle beherrscht.",
        "Maike gewinnt den Wettbewerb von Seegrasulb City und erhält ein Band .",
        "Ashs Schwalboss perfektioniert Aero-Ass ."
    ],
    "AG092": [
        "Ash und seine Freunde brechen Richtung Moosbach City auf."
    ],
    "AG093": [
        "Ash und seine Freunde treffen das wilde Spoink wieder."
    ],
    "AG094": [],
    "AG095": [
        "Ash und seine Freunde treffen Professor Birk wieder."
    ],
    "AG096": [
        "Ash und seine Freunde fallen mit dem Team Rocket-Trio auf offener See von Bord."
    ],
    "AG097": [
        "Ash und seine Freunde werden von Team Magma gefangen gehalten.",
        "Ash und seine Freunde lernen Marc , den Anführer von Team Magma, kennen.",
        "Es wird bekannt, dass Team Magma Kyogre und Team Aqua Groudon eingefangen hat.",
        "Shelly befreit Kyogre, sodass Adrian dieses mit der Roten Kugel kontrollieren kann.",
        "Ashs Pikachu absorbiert die Blaue Kugel .",
        "Ash trifft Siegfried wieder."
    ],
    "AG098": [
        "Maike und Max treffen erstmals Siegfried .",
        "Adrian verliert die Rote Kugel , nachdem er kurzzeitig mit ihr verbunden war.",
        "Pikachu verliert auch die Blaue Kugel , nachdem sie aus seinem Körper entweicht.",
        "Die Rote und Blaue Kugel werden zerstört.",
        "Kyogre und Groudon werden befreit und fliehen.",
        "Team Magma und Team Aqua werden besiegt und ihr Bestreben die Welt zu verändern beendet."
    ],
    "AG099": [
        "Ash und seine Freunde erreichen Moosbach City und lernen Ben und Svenja , die lokalen Arenaleiter, kennen.",
        "Ash fordert Ben und Svenja zum Arenakampf heraus und erfährt, dass dieser ein Doppelkampf sein wird."
    ],
    "AG100": [],
    "AG101": [
        "Ash und seine Freunde lernen Dragan , ein Top Vier -Mitglied aus Hoenn , kennen.",
        "Ash kämpft gegen Dragan und verliert."
    ],
    "AG102": [
        "Maikes Bisasam erlernt Blättertanz ."
    ],
    "AG103": [
        "Maike und ihre Mitstreiter lernen Harley kennen, mit dem sich eine Rivalität entwickelt.",
        "Ash und seine Freunde erreichen Purika City auf der Izabe-Insel .",
        "Maike und Harley nehmen am Wettbewerb von Purika City teil.",
        "Maike gewinnt den Wettbewerb und somit ihr viertes Band ."
    ],
    "AG104": [
        "Ash versucht vergeblich ein riesiges Lepumentas zu fangen."
    ],
    "AG105": [
        "Rockos Lombrero entwickelt sich durch Samanthas Wasserstein zu einem Kappalores und erlernt Kugelsaat ."
    ],
    "AG106": [],
    "AG107": [],
    "AG108": [
        "Ash fängt ein Schneppke ."
    ],
    "AG109": [
        "Max freundet sich mit einem wilden Trasla an und verspricht, zu ihm zurückzukehren, wenn er seine Reise beginnt."
    ],
    "AG110": [
        "Ash und seine Freunde erreichen Xeneroville und lernen den dortigen Arenaleiter , Juan , kennen.",
        "Ash fordert Juan zum Arenakampf heraus, der aus einem Doppelkampf, gefolgt von drei Eins-gegen-Eins-Kämpfen, besteht.",
        "Ash beginnt seinen Arenakampf gegen Juan."
    ],
    "AG111": [
        "Ash gewinnt den Arenakampf gegen Juan und erhält seinen achten Orden , den Schauerorden .",
        "Ash und seine Freunde erfahren, dass in drei Monaten die Hoenn-Liga in Prachtpolis City beginnen wird.",
        "Maike erfährt, dass der nächste Wettbewerb in Floßbrunn stattfinden wird."
    ],
    "AG112": [],
    "AG113": [
        "Maike trifft Drew wieder.",
        "Es wird bekannt, dass Drew fünf Bänder besitzt und somit für das Große Festival qualifiziert ist.",
        "Maike erfährt, dass es nur noch einen Wettbewerb von dem nächsten Großen Festival geben wird, den sie somit gewinnen muss, um an diesem teilnehmen zu können.",
        "Maike erfährt außerdem, dass das Große Festival in sechs Wochen beginnen wird.",
        "Maike hat einen Kampf mit Drew, der durch das Team Rocket-Trio unterbrochen wird."
    ],
    "AG114": [
        "Es wird bekannt, dass Ashs Schneppke Eisstrahl beherrscht, die Attacke jedoch nicht kontrollieren kann."
    ],
    "AG115": [
        "Ash und seine Freunde erreichen Floßbrunn .",
        "Maike nimmt am Wettbewerb von Floßbrunn teil und erreicht die zweite Runde.",
        "Ash beginnt damit, Schneppke Eisstrahl beizubringen.",
        "Maike erfährt, dass das Große Festival in einem Monat stattfinden wird."
    ],
    "AG116": [
        "Maike nimmt am Wettbewerb von Floßbrunn teil und gewinnt ihr fünftes Band , sodass sie für das Große Festival qualifiziert ist."
    ],
    "AG117": [
        "Maike fängt ein Mampfaxo ."
    ],
    "AG118": [
        "Ash und seine Freunde lernen Morrison kennen."
    ],
    "AG119": [
        "Ash und seine Freunde treffen erneut auf Brody .",
        "Ash und seine Freunde erreichen Graphitport City ."
    ],
    "AG121": [
        "Es wird bekannt, dass Robert und Harley fünf Bänder besitzen.",
        "Drew und Harley lernen sich kennen.",
        "Maike , Drew, Robert und Harley nehmen am Großen Festival teil und erreichen die zweite Runde."
    ],
    "AG122": [
        "Es wird bekannt, dass Harley ein Banette besitzt.",
        "Es wird durch Enecos Zuschuss bekannt, dass Mampfaxo Solarstrahl beherrscht.",
        "Maike , Harley , Robert und Drew erreichen die nächste Runde des Großen Festivals .",
        "Maikes Kampf gegen Harley in der zweiten Runde des Großen Festivals beginnt."
    ],
    "AG123": [
        "Maike besiegt Harley und Anthony und erreicht die zweite Kampfrunde.",
        "Es wird bekannt, dass Robert ein Lepumentas besitzt.",
        "Ashs Schneppke entwickelt sich zu einem Firnontor und perfektioniert Eisstrahl .",
        "Maike besiegt Anthony und erreicht die dritte Kampfrunde.",
        "Es wird bekannt, dass Drew ein Libelldra besitzt.",
        "Drew besiegt Maike im Viertelfinale.",
        "Drew besiegt seinen nächsten Gegner und erreicht das Finale.",
        "Robert besiegt Drew und gewinnt das Große Festival ."
    ],
    "AG124": [
        "Ash und seine Freunde verlassen Graphitport City und reisen Richtung Prachtpolis City ."
    ],
    "AG125": [
        "Ash und seine Freunde erreichen Prachtpolis City und Ash registriert sich für die Hoenn-Liga .",
        "Ash und seine Freunde lernen Tyson kennen.",
        "Ash entscheidet in der Hoenn-Liga auf sein aktuellen Team zu setzen und sich kein Pokémon von Professor Eich schicken zu lassen."
    ],
    "AG126": [
        "Ash und seine Freunde treffen Morrison wieder.",
        "Es wird bekannt, dass Morrison acht Orden und Sumpex , Fukano , Stahlos , Skorgla und Girafarig besitzt.",
        "Die Hoenn-Meisterschaft beginnt.",
        "Morrisons Tanhel entwickelt sich zu Metang .",
        "Ash , Morrison und Tyson überstehen die Vorrunden."
    ],
    "AG127": [
        "Ash , Morrison und Tyson erreichen nach ihren Doppelkämpfen die nächste Runde."
    ],
    "AG128": [
        "Es wird bekannt, dass Ash , Morrison und Tyson die dritte Qualifikationsrunde überstanden haben.",
        "Ash, Morrison und Tyson erreichen nach weiteren Siegen das Hauptfeld.",
        "Es wird bekannt, dass Tyson ein Donphan und ein Gewaldro besitzt.",
        "Ash beginnt seinen 6-gegen-6 Kampf mit Kathie ."
    ],
    "AG129": [
        "Ash gewinnt den Kampf gegen Kathie und erreicht das Achtelfinale.",
        "Tyson und Morrison erreichen ebenfalls die nächste Runde.",
        "Ash beginnt seinen 6-gegen-6-Kampf gegen Morrison."
    ],
    "AG130": [
        "Ash führt den Kampf gegen Morrison fort, gewinnt und erreicht somit das Viertelfinale.",
        "Tyson erreicht ebenfalls das Viertelfinale",
        "Es wird bekannt, dass Tyson ein Hariyama und ein Tengulist besitzt.",
        "Der 6-gegen-6-Kampf zwischen Tyson und Ash beginnt."
    ],
    "AG131": [
        "Ash führt seinen 6-gegen-6-Kampf gegen Tyson fort und verliert.",
        "Tyson gewinnt sein Halbfinalkampf und erreicht somit das Finale.",
        "Tyson gewinnt mit seinem Sieg im Turnierfinale die Hoenn-Liga .",
        "Die Hoenn-Liga endet."
    ],
    "AG132": [
        "Ash , Rocko , Maike und Max gehen getrennt Wege.",
        "Man erfährt, dass die Pokémon-Arena von Vertania City neugebaut wurde.",
        "Ash lernt Arthur kennen, der Ash von der Kampfzone erzählt.",
        "Ash lernt Agathe , ein Top Vier -Mitglied aus Kanto kennen, und erfährt, dass sie die Leitung der Arena kurzzeitig übernommen hat.",
        "Ash kämpft in der Arena gegen Agathe , verliert jedoch.",
        "Team Rocket erfindet ein neues Motto.",
        "Ash entscheidet die Kampfkoryphäen herauszufordern.",
        "Ash kehrt nach Alabastia zurück und trifft Misty wieder.",
        "Es wird bekannt, dass Misty ein Azurill besitzt, welches aus dem Ei von Traceys Marill geschlüpft ist.",
        "Max kommt mit Professor Birk in Alabastia an."
    ],
    "AG133": [
        "Maike erreicht Alabastia und schließt sich Ash und Max wieder an.",
        "Max und Maike lernen Delia und Tracey kennen.",
        "Misty und Tracey lernen Professor Birk kennen.",
        "Ash erzählt seinen Freunden von der Kampfzone .",
        "Es wird bekannt, dass Maike Kanto bereisen will, um dort an Wettbewerben teilzunehmen.",
        "Ash, Max und Maike entscheiden gemeinsam Kanto zu bereisen.",
        "Maike gibt bekannt, dass sie ihr Papinella und ihr Eneco zu Hause gelassen habe.",
        "Es wird bekannt, dass Ashs Relaxo Tackle beherrscht.",
        "Es wird bekannt, dass Mistys Azurill Aquaknarre beherrscht.",
        "Maike lässt ihr Bisasam Professor Eich und erhält von ihm ein Schiggy .",
        "Ash lässt Qurtel und Firnontor bei Professor Eich.",
        "Professor Eich gibt Ash und Maike einen neuen Pokédex , während Max’ PokéNav ein Update erhält.",
        "Ash erfährt, dass die erste Kampfstätte, die Kampffabrik , in der Nähe von Azuria City liegt.",
        "Ashs Phanpy schließt sich Ashs Team wieder an.",
        "Rocko kehrt nach Alabastia zurück und schließt sich der Gruppe an.",
        "Ash, Maike, Max und Rocko beginnen, zeitweilig von Misty begleitet, ihre Reise durch Kanto ."
    ],
    "AG134": [
        "Rocko informiert die Gruppe, dass er Kappalores in Marmoria City gelassen hat.",
        "Es wird bekannt, dass Mistys Azurill Heilung und Blubber beherrscht.",
        "Es wird bekannt, dass Maikes Mampfaxo Metronom beherrscht.",
        "Misty verlässt die Gruppe wieder, um nach Azuria City zurückzukehren."
    ],
    "AG135": [
        "Maike , Rocko und Max lernen Arthur kennen.",
        "Ash und seine Freunde lernen die erste Kampfkoryphäe, Theodor , kennen.",
        "Ashs Glurak kehrt zeitweilig in Ashs Team zurück.",
        "Ash und Glurak bereiten sich auf den Kampf gegen Kevins Arktos vor."
    ],
    "AG136": [
        "Man erfährt dass Ashs Glurak Hitzekoller und Feuerodem beherrscht.",
        "Glurak besiegt Arktos und Ash erhält das Kenntnissymbol von Theodor .",
        "Ash erfährt, dass der Kampfring die nächste Kampfstätte ist und entscheidet dorthin zu reisen.",
        "Glurak kehrt zum Nationalpark zurück."
    ],
    "AG137": [
        "Es wird bekannt, dass Maikes Schiggy Blubber beherrscht.",
        "Es wird bekannt, dass Ashs Phanpy Kraftreserve beherrscht."
    ],
    "AG138": [],
    "AG139": [
        "Ash und seine Freunde treffen Drew wieder.",
        "Es wird bekannt, dass Drew bereits ein Band in Kanto gewonnen hat.",
        "Maike versucht ein Arkani zu fangen, entscheidet sich später aber dagegen.",
        "Es wird bekannt, dass Maikes Schiggy Tackle und Aquaknarre beherrscht.",
        "Maike erfährt, dass der nächste Wettbewerb in Saffronia City stattfinden wird."
    ],
    "AG140": [],
    "AG141": [],
    "AG142": [],
    "AG143": [
        "Ash und seine Freunde erreichen Saffronia City und treffen Harley wieder.",
        "Es wird bekannt, dass Harley ein Ariados besitzt.",
        "Maikes Schiggy erlernt Eisstrahl .",
        "Maike und Jessie erhalten eine Wettbewerbskarte für die Kanto -Region."
    ],
    "AG144": [
        "Maike , Jessie und Harley nehmen am Wettbewerb von Saffronia City teil.",
        "Maike gewinnt den Wettbewerb und somit ihr erstes Band in Kanto ."
    ],
    "AG145": [],
    "AG146": [],
    "AG147": [
        "James lässt sein Palimpalim in seiner alten Villa, damit es sich von seiner Erkrankung erholt.",
        "James erhält ein Pantimimi ."
    ],
    "AG148": [
        "Rockos Hydropi entwickelt sich zu einem Moorabbel und erlernt Lehmschuss ."
    ],
    "AG149": [
        "Ashs Relaxo wird zeitweilig in Ashs Team zurückgeholt.",
        "Ash und seine Freunde erreichen den Kampfring und lernen die zweite Kampfkoryphäe Greta kennen.",
        "Man erfährt, dass Ashs Relaxo Schutzschild und Erholung erlernt hat.",
        "Ash besiegt Greta und gewinnt das Grobsymbol .",
        "Ash erfährt, dass die nächste Kampfstätte das Kampfstadion ist und dieses südlich von Lavandia liegt, sodass er entscheidet dorthin zu reisen."
    ],
    "AG150": [
        "Maikes Mampfaxo erlernt Power-Punch .",
        "Ashs Pikachu erlernt Volttackle .",
        "Maike erhält ein Pokémon-Ei ."
    ],
    "AG151": [
        "Maike nimmt am Wettbewerb von Silber City teil und gewinnt ihr zweites Kanto - Band ."
    ],
    "AG152": [
        "Maikes Schiggy erlernt Turbodreher ."
    ],
    "AG153": [
        "Ash und seine Freunde erreichen das Kampfstadion und lernen die Kampfkoryphäe Tasso kennen.",
        "Ash besiegt Tasso und gewinnt das Taktiksymbol ."
    ],
    "AG154": [
        "Ash erfährt, dass die nächste Kampfstätte die Kampfipitis ist und sich in der Nähe von Fuchsania City befindet.",
        "Ashs Phanpy entwickelt sich zu einem Donphan und erlernt Hyperstrahl ."
    ],
    "AG155": [
        "Ashs Pikachu perfektioniert den Einsatz von Volttackle .",
        "Ash , Maike , Max und Rocko lernen Solana kennen und erfahren von den Pokémon-Rangern ."
    ],
    "AG156": [
        "Rocko fängt ein Mobai ."
    ],
    "AG157": [
        "Aus Maikes Ei schlüpft ein Evoli ."
    ],
    "AG158": [
        "Ash und seine Freunde erreichen die Kampfipitis und lernen die Kampfkoryphäe Lotte kennen.",
        "Ash besiegt Lotte und erhält das Lossymbol .",
        "Ash erfährt, dass die nächste Kampfstätte, der Kampfpalast auf der Metallinsel nahe der Seeschauminseln liegt und entscheidet dorthin zu reisen."
    ],
    "AG159": [
        "Ash , seine Freunde und das Team Rocket-Trio nehmen am Pokémon-Orientierungslauf teil.",
        "James und Pantimimi gewinnen den Pokémon-Orientierungslauf.",
        "Maike erfährt, dass der nächste Wettbewerb in Wisteria Town stattfinden wird."
    ],
    "AG160": [
        "Ash und seine Freunde erreichen Wisteria Town und treffen Harley wieder.",
        "Maike und Harley nehmen am Wettbewerb von Wisteria Town teil.",
        "Es wird bekannt, dass Harley drei Kanto-Bänder und ein Octillery besitzt.",
        "Es wird bekannt, dass Maikes Mampfaxo Tackle beherrscht.",
        "Harley besiegt Maike im Finale, sodass er sein viertes Band erhält.",
        "Maike erfährt, dass der nächste Wettbewerb auf der Chrysanthemeninsel stattfindet.",
        "Maike erhält eine anonyme Einladung zum Wettbewerb der Chrysanthemeninsel , deren Absender sie für Drew hält."
    ],
    "AG161": [
        "Ashs Reptain entwickelt sich zu einem Gewaldro .",
        "Wegen der Ablehnung Meganies erhält Gewaldro einen Schock und kann keine Attacken mehr einsetzen."
    ],
    "AG162": [
        "Ash und seine Freunde erreichen die Chrysanthemeninsel und treffen Drew wieder.",
        "Maike erfährt, dass die Rose und der Brief nicht von Drew sondern von Brianna stammen.",
        "Es wird bekannt, dass James’ Pantimimi Mimikry und Spaßkanone beherrscht.",
        "Maikes Jungglut erlernt Megakick .",
        "Maike nimmt am Wettbewerb der Chrysanthemeninsel teil, gewinnt diesen und somit ihr drittes Band ."
    ],
    "AG163": [
        "Maikes Evoli erlernt Spukball .",
        "Ash und seine Freunde treffen Serenus , die fünfte Kampfkoryphäe .",
        "Ashs Gewaldro kann wieder Attacken einsetzen."
    ],
    "AG164": [
        "Ash und seine Freunde erreichen den Kampfpalast .",
        "Ashs Skaraborn kehrt zeitweilig in Ashs Team zurück.",
        "Ashs Gewaldro erlernt Solarstrahl .",
        "Ash besiegt Serenus und erhält das Seelensymbol ."
    ],
    "AG165": [
        "Ash erfährt, dass die nächste Kampfstätte der Duellturm ist und in der Nähe von Cremini Town liegt.",
        "Es wird bekannt, dass Rockos Mobai Dreschflegel beherrscht.",
        "Es wird bekannt, dass James’ Pantimimi Taumeltanz beherrscht."
    ],
    "AG166": [
        "Maike erfährt von Lunas Butler, dass der nächste Wettbewerb in Gardenia City stattfindet.",
        "Es wird bekannt, dass Ashs Gewaldro Agilität beherrscht.",
        "Es wird bekannt, dass Maikes Schiggy Panzerschutz beherrscht."
    ],
    "AG167": [
        "Maikes Evoli erlernt Schaufler und es wird bekannt, dass es Tackle beherrscht.",
        "Es wird bekannt, dass Rockos Moorabbel Tackle und Schutzschild beherrscht.",
        "Rocko erhält eine Wettbewerbskarte für Kanto.",
        "Rocko und Maike nehmen am Wettbewerb von Gardenia City teil.",
        "Maike gewinnt den Wettbewerb und erhält ihr viertes Band ."
    ],
    "AG168": [],
    "AG169": [
        "Ash und seine Freunde erreichen den Duellturm und lernen die Kampfkoryphäe Anabel kennen.",
        "Ashs Tauros kehrt kurzzeitig in Ashs Team zurück.",
        "Ash verliert den Kampf gegen Anabel."
    ],
    "AG170": [
        "Ash besiegt Anabel und erhält das Anlagesymbol .",
        "Es wird bekannt, dass Ashs Tauros Doppelteam beherrscht.",
        "Ash und seine Freunde erfahren, dass sich die nächste Kampfstätte, die Kampfpyramide , in der Nähe von Marmoria City befindet."
    ],
    "AG171": [
        "Ash und seine Freunde treffen Solana wieder und begegnen Deoxys ."
    ],
    "AG172": [
        "Es wird bekannt, dass Maikes Jungglut Flammenwurf beherrscht."
    ],
    "AG173": [
        "Ash versucht ein Mogelbaum zu fangen, was misslingt, da dieses bereits einen Trainer hat.",
        "Maike erfährt, dass der nächste Wettbewerb in Mulberry City stattfindet."
    ],
    "AG174": [
        "Ash und seine Freunde erreichen Mulberry City und treffen Harley wieder.",
        "Es wird bekannt, dass Harley bereits fünf Bänder gewonnen hat, sodass er für das Große Festival qualifiziert ist.",
        "Das Team Rocket-Trio und Harley bilden eine Allianz, um eine Niederlage Maikes sicher zu stellen.",
        "Harley leiht Jessie sein Noktuska und sein Banette .",
        "Maike und Jessie nehmen am Wettbewerb von Mulberry City teil und erreichen die Kampfrunde."
    ],
    "AG175": [
        "Maike gewinnt den Wettbewerb von Mulberry City und erhält ihr fünftes Band, was ihren Platz beim Großen Festival sichert.",
        "Die Kinder erfahren, dass das Große Festival am Indigo-Plateau stattfinden wird.",
        "Harley nimmt sich Banette und Ariados von Jessie zurück.",
        "Es wird bekannt, dass Drew vier weitere Bänder gewonnen hat und somit ebenfalls für das Große Festival qualifiziert ist."
    ],
    "AG176": [
        "Maike und Max treffen erstmals Butch und Cassidy ."
    ],
    "AG177": [
        "Ash und seine Freunde erreichen Marmoria City .",
        "Maike und Max treffen erstmals Rockos Familie, während Ash erstmals Lola kennenlernt.",
        "Es wird bekannt, dass sich Rockos Onix zu Stahlos entwickelt und Feuerodem und Eisenschweif erlernt hat.",
        "Es wird bekannt, dass Rockos Kleinstein Sandsturm und Megahieb beherrscht.",
        "Jessie und James erhalten auf Grund eines Fehler zeitweilig ein Glurak und ein Stolloss aus dem Hauptquartier, welche ihnen jedoch wieder abgenommen werden."
    ],
    "AG178": [
        "Ash und seine Freunde erreichen die Kampfpyramide und lernen die Kampfkoryphäe Brandon kennen.",
        "Ash wird vom König von Pokélantis besessen und Brandon ist damit einverstanden, gegen ihn zu kämpfen, um ihn zu retten.",
        "Ash verliert gegen Brandon in einem inoffiziellen Kampf.",
        "Brandon verspricht Ash einen offiziellen Kampf zu einem anderen Zeitpunkt.",
        "Ash sieht Ho-Oh ein drittes Mal, während seine Begleiter es zum ersten Mal sehen."
    ],
    "AG179": [
        "Ash freundet sich mit einem Griffel an, welches ihm von nun an folgt."
    ],
    "AG180": [
        "Ash und seine Freunde erreichen das Indigo-Plateau , wo das Große Festival von Kanto stattfindet.",
        "Ash, Max und Maike lernen Solidad , eine alte Freundin von Rocko , Harley und Drew , kennen.",
        "Maike, Solidad, Drew und Harley überstehen die Vorrunde des Großen Festivals von Kanto und erreichen die erste Runde.",
        "Ash findet heraus, dass ihm das Griffel folgt, als dieses erneut seine Kappe stiehlt.",
        "Es wird bekannt, dass Drew ein Absol besitzt."
    ],
    "AG181": [
        "Ash versucht vergeblich das Griffel , welches ihm und seinen Freunden folgt, zu fangen.",
        "Griffel entwickelt Interesse an Wettbewerben.",
        "Maike , Solidad , Drew und Harley erreichen die Kampfrunde des Großen Festivals.",
        "Es wird bekannt, dass Harley ein Knuddeluff besitzt.",
        "Maike besiegt Harley und erreicht das Viertelfinale.",
        "Drew und Solidad erreichen ebenfalls das Viertelfinale.",
        "Maikes Halbfinalkampf gegen Drew beginnt."
    ],
    "AG182": [
        "Maike besiegt Drew im Halbfinale des Großen Festivals .",
        "Maikes Jungglut erlernt Hitzekoller .",
        "Ash fängt das Griffel , das ihm folgte.",
        "Es wird bekannt, dass Griffel Sternschauer und Power-Punch beherrscht.",
        "Es wird bekannt, dass Solidad ein Smettbo und ein Tauboss besitzt.",
        "Solidad besiegt Maike im Finale und gewinnt somit das Große Festival von Kanto .",
        "Ash erfährt, dass sich die Kampfpyramide im Fennel Valley befindet."
    ],
    "AG183": [
        "Es wird bekannt, dass Ashs Griffel Doppelteam beherrscht."
    ],
    "AG184": [],
    "AG185": [],
    "AG186": [
        "Ash und seine Freunde erreichen das Fennel Valley .",
        "Ashs Griffel wird im Austausch für Ashs Qurtel zu Professor Eich geschickt.",
        "Es wird bekannt, dass Qurtel Hitzewelle erlernt hat.",
        "Qurtel wird von Brandons Registeel besiegt.",
        "Brandon verlässt die Kampfpyramide , um ein weiteres Pokémon zu fangen."
    ],
    "AG187": [
        "Ash erhält eine Postkarte von Gary , der ihm von der Sinnoh -Region berichtet.",
        "Ash erhält Mistys Spezialköder.",
        "Maikes Papinella und Maikes Eneco kehren aus Blütenburg City zurück.",
        "Man erfährt, dass Papinella nun Psychokinese beherrscht.",
        "Maike hat einen Übungskampf gegen Drew und verliert diesen.",
        "Drew und Harley erzählen, dass sie, gemeinsam mit Solidad , nach Johto reisen werden, um dort an Wettbewerben teilzunehmen."
    ],
    "AG188": [
        "Es wird bekannt, dass Ash Ashs Griffel wieder gegen Ashs Qurtel zurückgetauscht hat.",
        "Es wird bekannt, dass Brandon das Pokémon, das er gesucht hat, gefunden habe und für einen Rückkampf bereit sei."
    ],
    "AG189": [
        "Ash lässt sich Bisasam von Tracey zusenden.",
        "Ashs Schiggy wird von Officer Rocky zu Ash gebracht, um sich diesem zeitweilig anzuschließen.",
        "Es wird bekannt, dass Ashs Schiggy Turbodreher beherrscht.",
        "Ashs Glurak kommt aus dem Glurafic Nationalpark zu Ash geflogen und schließt sich seinem Trainer zeitweilig an.",
        "Es wird bekannt, dass Ashs Glurak Stahlflügel beherrscht.",
        "Ash trifft Brandon wieder und darf einen Rückkampf durchführen.",
        "Scott erklärt, dass derjenige, der alle Kampfkoryphäen besiegt, selbst einen Posten bekommen kann.",
        "Es wird bekannt, dass Scott der Besitzer der Kampfzone ist.",
        "Der Rückkampf zwischen Brandon und Ash beginnt."
    ],
    "AG190": [
        "Ash besiegt Brandon im Rückkampf, gewinnt somit das Bravursymbol und darf in die Ruhmeshalle der Kampfzone einziehen.",
        "Ash lehnt Scotts Angebot selbst eine Kampfkoryphäe zu werden ab.",
        "Ashs Bisasam kehrt zu Professor Eichs Pokémon-Labor zurück.",
        "Ashs Schiggy kehrt zur Schiggy-Meute zurück.",
        "Ashs Glurak kehrt zum Gluracific Nationalpark zurück."
    ],
    "AG191": [
        "Ash und seine Freunde erreichen Terracotta Town .",
        "Ash und Maike entscheiden, am inoffiziellen Wettbewerb von Terracotta Town teilzunehmen.",
        "Maikes Jungglut entwickelt sich zu Lohgock und erlernt Feuerfeger .",
        "Ash und Maike erreichen mit Gewaldro und Lohgock das Finale.",
        "Es wird bekannt, dass Maikes Lohgock Großbrand als Fähigkeit besitzt."
    ],
    "AG192": [
        "Ash und Maike erreichen im Finale des Wettbewerb von Terracotta Town ein Unentschieden und teilen das Band.",
        "Maike verkündet, dass sie alleine die Johto -Region bereisen möchte.",
        "Rocko kehrt nach Marmoria City zurück.",
        "Max und Maike kehren nach Blütenburg City zurück.",
        "Ash trifft Gary , der ein Elevoltek besitzt.",
        "Ash kehrt nach Alabastia zurück.",
        "Ash fordert Gary zum Kampf heraus und verliert.",
        "Gary kehrt nach Sinnoh zurück.",
        "Ash erhält einen neuen Pokédex .",
        "Ash entscheidet ebenfalls nach Sinnoh zu reisen und lässt all seine Pokémon, außer Pikachu, bei Professor Eich zurück.",
        "Griffel folgt Ash und Pikachu heimlich an Bord des Schiffes, das sie nach Sinnoh bringen soll."
    ],
    "DP001": [
        "Lucia verlässt Zweiblattdorf , um ihre Reise zu beginnen.",
        "Lucia lernt Professor Eibe kennen.",
        "Lucia begegnet am See der Wahrheit Vesprit .",
        "Lucia wählt Plinfa als ihr Starter-Pokémon aus und erhält einen Pokédex und sechs Pokébälle .",
        "Ash erreicht die Sinnoh -Region.",
        "Ashs Pikachu wird vom Team Rocket-Trio entführt, geht dabei jedoch verloren."
    ],
    "DP002": [
        "Lucia entscheidet, ihr Debüt als Koordiantorin beim Wettbewerb von Jubelstadt zu geben.",
        "Lucia versucht vergeblich, ein Haspiror und ein Burmy zu fangen.",
        "Lucia stößt auf Ashs Pikachu und versucht vergeblich, dieses zu fangen.",
        "Pikachu zerstört versehentlich Lucias Fahrrad .",
        "Erstmals trifft und bekämpft Lucia das Team Rocket-Trio .",
        "Ash lernt Professor Eibe kennen.",
        "Es wird bekannt, dass James ein Venuflibis besitzt, und nimmt dieses in sein Team auf.",
        "Rocko kommt nach Sinnoh und schließt sich Ash an.",
        "Ash fängt ein Staralili .",
        "Paul hat seinen ersten Auftritt."
    ],
    "DP003": [
        "Ash und Rocko lernen Paul kennen, zu dem Ash sofort eine Rivalität aufbaut.",
        "Paul fängt drei Staralili und behält aber nur das, welches Aero-Ass beherrscht.",
        "Ash und Rocko finden Pikachu wieder und begegnen erstmals Lucia , als diese gegen das Team Rocket-Trio antreten.",
        "Ash und Rocko entscheiden sich dazu mit Lucia zu reisen.",
        "Rocko lernt Professor Eibe kennen und Lucia Paul.",
        "Paul und Ash kämpfen ein 3-gegen-3 Kampf, der in einem Unentschieden endet.",
        "Es wird bekannt, dass Paul ein Panflam besitzt.",
        "Paul lässt auch sein letztes Staralili frei."
    ],
    "DP004": [
        "Lucia versucht nochmals vergeblich, ein Haspiror zu fangen.",
        "Ash und seine Freunde lernen Nando kennen.",
        "Lucia bestreitet ihren ersten Kampf gegen Nando und verliert.",
        "Ash registriert sich für die Sinnoh-Liga .",
        "Es wird bekannt, dass Rocko nur sein Mobai mit nach Sinnoh genommen hat.",
        "Ash gewinnt einen Kampf gegen Nando.",
        "Nandos Knospi entwickelt sich zu Roselia .",
        "Nando entscheidet sich dazu Orden und Bänder zu sammeln und wird somit sowohl Rivale von Ash als auch von Lucia."
    ],
    "DP005": [
        "Es wird bekannt, dass James’ Venuflibis Kugelsaat beherrscht.",
        "Ash fängt ein Chelast ."
    ],
    "DP006": [
        "Ash und seine Freunde treffen Paul wieder.",
        "Chelast beginnt Ash zu gehorchen.",
        "Es wird bekannt, dass Pauls Panflam Schaufler beherrscht.",
        "Paul fängt ein Damhirplex und lässt es frei.",
        "Paul fängt auch ein Ursaring und behält es.",
        "Ash und Paul kämpfen gegeneinander und Ash verliert gegen ihn."
    ],
    "DP007": [
        "Lucias Plinfa lernt Wettbewerbsattacken einzusetzen."
    ],
    "DP008": [
        "Es wird bekannt, dass Jessies Pudox Stachelspore beherrscht.",
        "Rocko fängt ein Glibunkel ."
    ],
    "DP009": [
        "Lucia fängt ein Haspiror .",
        "Haspiror verliebt sich in Ashs Pikachu ."
    ],
    "DP010": [
        "Ash und seine Freunde erreichen Jubelstadt .",
        "Lucia erhält eine pinke Pokétch ."
    ],
    "DP011": [
        "Ash und seine Freunde lernen Zoey kennen.",
        "Ash und Lucia erhalten ihre Wettbewerbskarten für die Sinnoh -Region, ein Regelbuch, eine Bänderbox, Ballkapseln und Sticker.",
        "Jessie nimmt erstmals die Identität von Jessilina an, um an den Sinnoh - Wettbewerben teilzunehmen.",
        "Zoey, Jessilina, Ash und Lucia nehmen an der Vorführungsrunde des Wettbewerbs von Jubelstadt teil."
    ],
    "DP012": [
        "Lucia , Ash , Jessilina und Zoey erreichen die Kampfrunden des Wettbewerbs von Jubelstadt .",
        "Es wird bekannt, dass James’ Venuflibis Klammergriff beherrscht.",
        "Zoey besiegt Ash im Viertelfinale, Lucia im Halbfinale und Jessilina im Finale, gewinnt damit den Wettbewerb und erhält ihr zweites Band."
    ],
    "DP013": [
        "Es wird bekannt, dass Ashs Staralili Aero-Ass beherrscht, die Attacke aber nicht kontrollieren kann.",
        "Rockos Mobai erlernt Mimikry .",
        "Es wird bekannt, dass Jessies Pudox Windstoß beherrscht.",
        "Ashs Staralili entwickelt sich zu Staravia und perfektioniert Aero-Ass ."
    ],
    "DP014": [
        "Rockos Mobai entwickelt sich zu einem Mogelbaum ."
    ],
    "DP015": [
        "Ash , Rocko und Lucia erreichen Erzelingen und lernen den lokalen Arenaleiter Veit kennen.",
        "Ash und seine Freunde treffen Paul wieder.",
        "Ash erhält eine Ordenbox.",
        "Es wird bekannt, dass Pauls Panflam die Fähigkeit Großbrand besitzt.",
        "Es wird bekannt, dass Paul ein Azumarill besitzt.",
        "Paul gewinnt den Arenakampf gegen Veit und erhält den Kohleorden ."
    ],
    "DP016": [
        "Paul schenkt einem Jungen sein Azumarill .",
        "Ash verliert den Arenakampf gegen Veit ."
    ],
    "DP017": [
        "Jessie versucht vergeblich ein Aerodactyl zu fangen.",
        "Veits Koknodon entwickelt sich zu Rameidon .",
        "Lucia erfährt, dass der nächste Wettbewerb in Flori stattfinden wird."
    ],
    "DP018": [
        "Ash besiegt in einem Rückkampf Veit und erhält den Kohleorden ."
    ],
    "DP019": [
        "Lucia fängt ein Pachirisu , lässt es frei und fängt es erneut.",
        "Jessie versucht vergeblich das Pachirisu zu fangen, nachdem Lucia es freigelassen hatte."
    ],
    "DP020": [
        "Ash und seine Freunde treffen erstmals auf die Pokémon- Jägerin J ."
    ],
    "DP021": [
        "Das Team Rocket-Trio trifft den Karpadorhändler wieder."
    ],
    "DP022": [
        "Lucia und Jessie nehmen an einem inoffiziellen Wettbewerb teil.",
        "Jessie leiht sich für den Wettbewerb Ashs Griffel aus.",
        "Jessie besiegt Lucia und gewinnt den Wettbewerb."
    ],
    "DP023": [],
    "DP024": [],
    "DP025": [
        "Ash und seine Freunde erreichen Flori .",
        "Lucia lernt selbst Knurspe herzustellen."
    ],
    "DP026": [
        "Lucia trifft ihren Kindheitsfreund Kenny wieder, denn Ash und Rocko erstmals treffen.",
        "Kenny hat einen Kampf gegen Plinfa, der von Team Rocket-Trio unterbrochen wird.",
        "Lucias Plinfa erlernt Whirlpool .",
        "Lucia, Kenny und Jessie nehmen am Wettbewerb von Flori teil."
    ],
    "DP027": [
        "Es wird bekannt, dass Kenny ein Simsala besitzt.",
        "Lucia , Jessie und Kenny erreichen die Kampfrunde des Wettbewerbs .",
        "Lucia gewinnt gegen Kenny und erhält ihr erstes Band ."
    ],
    "DP028": [
        "Ash und seine Freunde begegnen einem Suicune ."
    ],
    "DP029": [
        "Ash und Lucia bestreiten ihr erstes gemeinsames Zweiermatch ."
    ],
    "DP030": [
        "Ash und seine Freunde lernen Raissa kennen.",
        "Raissa fängt ein Burmy , welches sich später zu Moterpel entwickelt."
    ],
    "DP031": [
        "Ash und seine Freunde lernen die Arenaleiter Silvana kennen.",
        "Ash verliert einen inoffiziellen Arenakampf gegen Silvana."
    ],
    "DP032": [
        "Raissa findet den Honig, den sie suchte, und verlässt die Gruppe wieder."
    ],
    "DP033": [
        "Ash , seine Freunde , Jessie und James nehmen am Pokémon-Cosplaywettbewerb teil.",
        "Rocko gewinnt den Wettbewerb und erhält ein Pokémon- Ei ."
    ],
    "DP034": [
        "Ash und seine Freunde treffen Zoey wieder.",
        "Lucia fängt ein Bamelin , welches Ash und Zoey zuvor vergeblich zu fangen versucht haben.",
        "Lucia erfährt, dass der nächste Wettbewerb in Herzhofen stattfindet."
    ],
    "DP035": [
        "Ash und seine Freunde lernen Lucian , ein Top Vier-Mitglied der Sinnoh -Region, kennen.",
        "Ash findet heraus, dass der Sieger der Sinnoh-Liga die Top Vier Sinnohs herausfordern muss, um gegen den Champ Cynthia antreten zu können.",
        "Lucia tritt gegen Lucian an und verliert gegen diesen.",
        "Bamelin beginnt Lucia nicht mehr gehorchen.",
        "Lucia und Lucian haben einen Rückkampf, den Lucian abbricht, als er sieht, wie Lucia und Bamelin nun zusammenarbeiten."
    ],
    "DP036": [
        "Ash und seine Freunde erreichen Ewigenau und treffen Nando wieder.",
        "Es wird bekannt, dass Nando ein Sonnflora besitzt und den Waldorden und ein weiteres Band gewonnen hat.",
        "Ash und seine Freund treffen Silvana wieder und erfahren, dass sie die Arenaleiterin von Ewigenau ist.",
        "Team Galaktik hat seinen ersten Auftritt und heuert das Team Rocket-Trio an, den Adamant-Orb zu stehlen."
    ],
    "DP037": [
        "Ash gewinnt den offiziellen Arenakampf gegen Silvana und erhält den Waldorden ."
    ],
    "DP038": [
        "Aus Rockos Ei schlüpft ein Wonneira ."
    ],
    "DP039": [],
    "DP040": [
        "Ash und seine Freunde treffen Paul wieder.",
        "Ash, seine Freunde und Paul lernen Cynthia , den Champ der Sinnoh -Region, kennen.",
        "Es wird bekannt, dass Pauls Starter-Pokémon Chelast war, welches mittlerweile ein Chelterrar ist.",
        "Es wird bekannt, dass Paul ein Kramurx und ein Snibunna besitzt.",
        "Paul tritt in einem vollen Kampf gegen Cynthia an und verliert aufgrund seiner Aufgabe.",
        "Es wird bekannt, dass Panflam Feuerwirbel beherrscht.",
        "Es wird bekannt, dass Paul Kanto , Johto und Hoenn bereist und an den jeweiligen Ligen teilgenommen hat.",
        "Der Weiß-Orb wird in der Nähe von Elyses entdeckt."
    ],
    "DP041": [
        "Ash und seine Freunde treffen Zoey wieder.",
        "Man erfährt, dass Zoey ein Schalellos am selben See gefangen hat, an dem Lucia ihr Bamelin fing.",
        "Lucia erfährt, dass beim Wettbewerb von Herzhofen und beim Großen Festival von Sinnoh eine Doppelvorführung verlangt wird.",
        "Es wird bekannt, dass Marinas Tyracroc mittlerweile ein Impergator ist.",
        "Lucia versucht erstmals die Eis- Wasserdüse einzusetzen, aber ohne Erfolg.",
        "Jessie hat einen Doppelvorführungskampf gegen Zoey und verliert."
    ],
    "DP042": [],
    "DP043": [],
    "DP044": [
        "Ash und seine Freunde lernen ein Hippopotas kennen, das im weiteren Verlauf nochmals auftreten wird."
    ],
    "DP045": [
        "Ash und Rocko treffen Gary wieder, während Lucia ihm zum ersten Mal begegnet.",
        "Ash und seine Freunde treffen Jägerin J wieder."
    ],
    "DP046": [
        "Lucia nutzt erstmals die Münzwurf-Funktion ihres Pokétch .",
        "Ash und seine Freunde treffen Paul wieder."
    ],
    "DP047": [
        "Ash und seine Freunde lernen Orisa kennen, mit deren Hilfe sie nach Herzhofen teleportiert werden."
    ],
    "DP049": [
        "Ash und seine Freunde treffen Nando wieder.",
        "Ash erfährt, dass der Arenaleiter von Herzhofen momentan abwesend ist.",
        "Es wird bekannt, dass Nando ein Zirpeise besitzt.",
        "Ash und Rocko entscheiden am Herzhofen-Zweiermatch teilzunehmen, nachdem Nando ihnen davon berichtet hat.",
        "Ash und seine Freunde treffen Zoey wieder.",
        "Lucia , Zoey, Nando und Jessie nehmen am Wettbewerb von Herzhofen teil.",
        "Lucia scheidet in der ersten Runde aus.",
        "Nando gewinnt den Wettbewerb und erhält sein zweites Band."
    ],
    "DP050": [
        "Ash , Lucia und Rocko nehmen am Herzhofen-Zweiermatch teil und werden Paul , Conway und Holly zugeteilt.",
        "Alle drei Team schaffen es in die nächste Runde.",
        "Es wird bekannt, dass Pauls Panflam Flammenwurf beherrscht."
    ],
    "DP051": [
        "Es wird bekannt, dass Paul nach seiner Rückkehr nach Sinnoh ein Ninjask gefangen hat.",
        "Es wird bekannt, dass Conway ein Stolloss besitzt.",
        "Ash und Paul , Lucia und Conway sowie Rocko und Holly schaffen es ins Halbfinale.",
        "Paul lässt Panflam frei.",
        "Ash bietet Panflam an, sich seinem Team anzuschließen."
    ],
    "DP052": [
        "Panflam tritt Ashs Team bei.",
        "Ash und Paul besiegen Rocko und Holly.",
        "Es wird bekannt, dass Conway ein Skaraborn besitzt.",
        "Pauls Elekid entwickelt sich zu Elektek .",
        "Ash und Paul besiegen Lucia und Conway und gewinnen das Herzhofen-Zweiermatch .",
        "Paul gibt seine gewonnene Sanftglocke Ash.",
        "Ash erfährt, dass die nächste Arena in Schleiede liegt und entscheidet dorthin zu reisen."
    ],
    "DP053": [
        "Ashs Panflam überwindet seine Angst vor Sengo ."
    ],
    "DP054": [
        "Ash und seine Freunde treffen Silvana wieder.",
        "Ash und Lucia gewinnen den Multikampf gegen James und Silvana.",
        "Tuska beginnt damit Ableithieb zu erlernen.",
        "James lässt sein Tuska bei Silvana, damit diese es trainiert."
    ],
    "DP055": [
        "Es wird bekannt, dass Kenny zwei Bänder besitzt.",
        "Ash und seine Freunde treffen Zoey wieder.",
        "Lucia erfährt, dass der nächste Wettbewerb in Trostu stattfinden wird.",
        "Ash und Lucia entscheiden sich dazu Griffel und Bamelin zu tauschen."
    ],
    "DP056": [],
    "DP057": [],
    "DP058": [],
    "DP059": [],
    "DP060": [
        "Ash und seine Freunde erreichen Trostu und treffen Kenny wieder.",
        "Kenny und Ash haben einen Kampf, den Kenny gewinnt.",
        "Kenny ist damit einverstanden Ashs Chelast Energieball mit Hilfe seines Kapilz ' beizubringen.",
        "Lucias Griffel erlernt Doppelschlag und entwickelt sich zu Ambidiffel .",
        "Saturn stiehlt einen Würfel aus den Trostu-Ruinen ."
    ],
    "DP061": [
        "Ashs Chelast übt weiterhin mit Hilfe von Kennys Kapilz Energieball .",
        "Lucia , Kenny und Jessie nehmen am Wettbewerb von Trostu teil.",
        "Lucia scheidet zum zweiten Mal hintereinander bei einem Wettbewerb in der ersten Runde aus.",
        "Jessie besiegt Kenny und erhält ihr erstes Band .",
        "Zoey taucht auf, um Lucia ihre Wettbewerbsfehler aufzuzeigen."
    ],
    "DP062": [
        "Rockos Wonneira erlernt Geheimpower und es wird bekannt, dass es Pfund beherrscht.",
        "Ashs Chelast lernt weiterhin Energieball .",
        "Lucia beginnt wegen der verlorenen Wettbewerbe an sich zu zweifeln."
    ],
    "DP063": [
        "Lucia trifft ihre Kindheitsfreundin Leona wieder, die Ash und Rocko erstmals treffen.",
        "Lucia und Leona haben einen Multikampf gegen Ash und Rocko, der in einem Unentschieden endet."
    ],
    "DP064": [
        "Ash fängt ein Skorgla .",
        "Paul fängt ein Skorgro .",
        "Ashs Chelast perfektioniert Energieball ."
    ],
    "DP065": [
        "Ash und seine Freunde treffen das wilde Hippopotas wieder.",
        "Ash , Rocko und das Team Rocket-Trio treffen Butch und Cassidy wieder, während Lucia sie erstmals trifft",
        "Es wird bekannt, dass Butch ein Pottrott besitzt und Cassidy ein Granbull ."
    ],
    "DP066": [
        "Ash und seine Freunde erreichen Schleiede und lernen die dortige Arenaleiterin Hilda kennen.",
        "Ash und seine Freunde lernen Reggie kennen, Pauls Bruder und Pokémon-Züchter.",
        "Man erfährt, dass Pauls Elektek bei Reggie ist.",
        "Reggie gibt einiges über Paul preis: Sein Kramurx hat sich zu Kramshef entwickelt. Paul fing ein Magmar , welches sein ehemaliges Panflam ersetzen soll. Paul besiegte Hilda mit Leichtigkeit und erhielt den Bergorden von ihr.",
        "Sein Kramurx hat sich zu Kramshef entwickelt.",
        "Paul fing ein Magmar , welches sein ehemaliges Panflam ersetzen soll.",
        "Paul besiegte Hilda mit Leichtigkeit und erhielt den Bergorden von ihr.",
        "Ash hat einen Kampf gegen Reggie und gewinnt.",
        "Reggie verspricht Ash, ihm dabei zu helfen Ashs Staravia Sturzflug beizubringen.",
        "Lucia will gegen Hilda kämpfen, um deren Selbstbewusstsein zu stärken."
    ],
    "DP067": [
        "Ashs Staravia beginnt mit Hilfe von Reggies Staraptor Sturzflug zu erlernen.",
        "Lucia verliert den Kampf gegen Hilda .",
        "Lucia und Hilda erlangen beide durch den Kampf ihr Selbstbewusstsein zurück."
    ],
    "DP068": [
        "Ashs Staravia perfektioniert Sturzflug .",
        "Ashs Bamelin erlernt Aquawelle .",
        "Es wird bekannt, dass Ashs Bamelin die Fähigkeit Wassertempo besitzt.",
        "Ash erreicht ein Unentschieden im Arenakampf gegen Hilda und erhält, obwohl er nicht gewonnen hat, den Bergorden ."
    ],
    "DP069": [
        "Ash und seine Freunde erfahren, dass die nächste Arena in Weideburg liegt und entscheiden dorthin zu reisen.",
        "Ash und seine Freunde erfahren mehr über Team Galaktik und treffen erstmals auf die Organisation.",
        "Ash und seine Freunde lernen Saturn kennen.",
        "Ashs Pikachu und Pauls Elektek legen ihre Streitigkeiten bei.",
        "Reggie wird gebeten, Elektek an Paul zurückzugeben.",
        "Es wird bekannt, dass der Würfel, der in Trostu gestohlen wurde, der Speerschlüssel ist.",
        "Die Rivalität zwischen Rockos Glibunkel und Saturns Toxiquak beginnt."
    ],
    "DP070": [
        "Es wird bekannt, dass Ashs Skorgla Kreuzschere , Stahlflügel und Sandwirbel beherrscht."
    ],
    "DP071": [
        "Ash , Lucia und Rocko lernen den Pokémon Ranger Primo kennen.",
        "Lucia sieht zum ersten Mal einen Pokémon Ranger in Aktion und lernt Solana kennen.",
        "Lucia erfährt, dass Ash über Aura verfügt."
    ],
    "DP072": [],
    "DP073": [
        "Jessie lässt ihr Pudox frei."
    ],
    "DP074": [
        "Es wird bekannt, dass Ash immer noch den Donnerstein aus Orania City in seinem Besitz hat.",
        "Ashs Pikachu bekräftigt die Entscheidung sich nicht entwickeln zu wollen.",
        "Das Team Rocket-Trio stiehlt Ashs Donnerstein."
    ],
    "DP075": [
        "Lucia erfährt vom Wassili-Cup und entscheidet, daran teilzunehmen.",
        "Ash und seine Freunde lernen Wassili , den ehemaligen Arenaleiter von Xeneroville und jetzigen Champ von Hoenn , kennen.",
        "Wassili rät Ash mit Bamelin am Wassili-Cup teilzunehmen.",
        "Maike ruft Ash aus Blizzach an."
    ],
    "DP076": [
        "Maike erscheint am See der Kühnheit und am Wassili-Cup teilzunehmen und trifft Ash und Rocko wieder, während sie mit Lucia erstmals Bekanntschaft macht.",
        "Man erfährt, dass sich Maikes Evoli am Eisfelsen in Blizzach zu einem Glaziola entwickelt hat und Eisenschweif und Eisstrahl beherrscht.",
        "Durch einen Rückblick wird bekannt, dass sich Drews Roselia zu Roserade entwickelt hat.",
        "Man erfährt, dass Maike in Johto bisher drei Bänder gewonnen hat."
    ],
    "DP077": [
        "Ash , Lucia , Maike , Jessie und Zoey nehmen am Wassili-Cup teil.",
        "Maike trifft erstmals Zoey.",
        "Es wird bekannt, dass sich Maikes Schiggy in Johto zu einem Schillok entwickelt und Nassschweif erlernt hat.",
        "Es wird bekannt, dass Zoey ein Finneon besitzt.",
        "Ash, Lucia, Maike und Zoey erreichen die zweite Runde und Jessie scheidet nach der ersten Runde aus."
    ],
    "DP078": [
        "Ash begegnet am See der Kühnheit einem mysteriösen Pokémon .",
        "Ash und seine Freunde tauschen sich über ihre bisherigen Begegnungen mit den Mitgliedern des Seen-Trios .",
        "Es wird bekannt, dass sich Bisasam während ihrer Johto -Reise zu Bisaflor entwickelt hat.",
        "Ashs Bamelin perfektioniert die improvisierte Attacke Eis wasserdüse .",
        "Ash verliert das zweite Match der Kampfrunde.",
        "Maike , Lucia und Zoey erreichen das Halbfinale."
    ],
    "DP079": [
        "Maike besiegt Zoey im Halbfinale des Wassili-Cups .",
        "Lucia besiegt Kyle im Halbfinale des Wassili-Cups.",
        "Lucia und Maike treten im Finale gegeneinander an.",
        "Es wird bekannt, dass Maikes Glaziola Eissplitter , Spiegelcape und Geheimpower beherrscht.",
        "Lucia gewinnt den Wassili-Cup und erhält ihr zweites Band .",
        "Maike kehrt nach Johto zurück."
    ],
    "DP080": [
        "Jessie fängt ein Yanma .",
        "Das Team Rocket-Trio sendet Yanma zu Giovanni , der entscheidet dieses nicht zu benötigen und es deshalb zu den Gaunern zurückschickt.",
        "Jessies Yanma entwickelt sich zu Yanmega ."
    ],
    "DP081": [
        "Ash fordert Paul zu einem Drei-gegen-Drei-Kampf heraus, welcher aber abgebrochen wird, da Ashs Panflam die Kontrolle verliert."
    ],
    "DP082": [
        "Ash , Rocko und Lucia erreichen Weideburg und treffen den dortigen Arenaleiter Marinus .",
        "Es wird bekannt, dass James’ Venuflibis im Großmoor gefangen wurde.",
        "Rocko nimmt am Glibunkelwettbewerb teilt und verliert dort."
    ],
    "DP083": [
        "Ash gewinnt den Arenakampf gegen Marinus und erhält den Fennorden ."
    ],
    "DP084": [
        "Es wird bekannt, dass Jessies Yanmega Stahlflügel beherrscht.",
        "Lucia fängt ein Quiekel .",
        "Lucia erfährt, dass der nächste Wettbewerb in Elyses stattfinden wird."
    ],
    "DP085": [
        "Ash und seine Freunde treffen Gary wieder.",
        "Gary gibt Ash einen Scharfzahn .",
        "Ashs Skorgla perfektioniert den Einsatz von Kreuzschere .",
        "Skorgla entwickelt sich dank des Scharfzahns zu Skorgro .",
        "Es wird bekannt, dass Jessies Yanmega Silberhauch beherrscht."
    ],
    "DP086": [
        "Ash und seine Freunde kehren nach Herzhofen zurück und erfahren, dass die Arenaleiterin immer noch nicht zurück ist.",
        "Ash, Lucia und Jessie nehmen an der Herzhofen-Kollektion teil.",
        "Lucia gewinnt die Kollektion mit ihrem Haspiror , während Ash und Pikachu einen Sonderpreis erhalten."
    ],
    "DP087": [
        "Es wird bekannt, dass Lucias Quiekel Schaufler beherrscht."
    ],
    "DP088": [
        "Ash , Lucia und Rocko erreichen die Pokémon-Sommer-Akademie und melden sich dort an.",
        "Die Freunde treffen Conway wieder.",
        "Die Truppe lernt Angie , eine Teilnehmerin der Schule, kennen und freundet sich mit ihr an."
    ],
    "DP089": [
        "Ash und seine Freunde nehmen weiterhin an der Pokémon-Sommer-Akademie teil."
    ],
    "DP090": [
        "Ash und seine Freunde nehmen weiterhin an der Pokémon-Sommer-Akademie teil."
    ],
    "DP091": [
        "Ash gewinnt den Pokémon-Triathlon.",
        "Das rote Team hat die meisten Punkte.",
        "Die Woche in der Pokémon-Sommer-Akademie endet."
    ],
    "DP092": [],
    "DP093": [
        "Ash und seine Freunde lernen Lamina , die Arenaleiterin von Herzhofen , kennen.",
        "Lamina kämpft gegen Zoey und gewinnt.",
        "Ash und Lamina kämpfen in einem inoffiziellen Kampf gegeneinander und Ash gibt auf.",
        "Laminas Driftlon entwickelt sich zu Drifzepeli .",
        "Es wird bekannt, dass Zoey nun drei Bänder besitzt."
    ],
    "DP094": [],
    "DP095": [
        "Ash und seine Freunde erreichen Elyses .",
        "Lucia trifft die Top-Stylistin und alte Rivalin ihrer Mutter , Lila .",
        "Lucia, Jessie und Lila nehmen am Wettbewerb von Elyses teil.",
        "Lucia gewinnt den Wettbewerb und erhält ihr drittes Band ."
    ],
    "DP096": [
        "Es wird bekannt, dass Rockos Glibunkel Vorahnung als Fähigkeit besitzt.",
        "Team Galaktik stiehlt den Adamant-Orb .",
        "Ash und seine Freunde treffen Cynthia wieder.",
        "Ash und seine Freunde lernen deren Großmutter und Zyrus kennen.",
        "Ash und Lucia erfahren, dass die beiden mysteriösen Pokémon, die sie getroffen hatten, Tobutz und Vesprit waren.",
        "Ash und seine Freunde lernen Mars , einen weiteren Kommandanten von Team Galaktik, kennen."
    ],
    "DP097": [
        "Es wird bekannt, dass Cynthia ein Gastrodon besitzt.",
        "Team Galaktik erhält den Weiß-Orb .",
        "Es wird bekannt, dass Zyrus der Anführer von Team Galaktik ist.",
        "Team Galatik beginnt mit dem Plan, das Seen-Trio fangen zu wollen."
    ],
    "DP098": [
        "Ash , und seine Freunde treffen Angie wieder."
    ],
    "DP099": [
        "Ash und seine Freunde lernen Herbaro , ein Mitglied der Sinnoh-Top Vier , kennen.",
        "Herbaro gibt bekannt, dass er Cynthia um den Titel des Sinnoh-Champions herausfordern möchte."
    ],
    "DP100": [
        "Cynthia kämpft gegen Herbaro und verteidigt ihren Titel.",
        "Ash und seine Freunde treffen Paul wieder.",
        "Es wird bekannt, dass Paul den Reliktorden besitzt.",
        "Ash hat einen Vier-gegen-Vier-Kampf gegen Paul und verliert diesen.",
        "Ashs Chelast entwickelt sich zu Chelcarain .",
        "Pauls Chelterrar bringt Chelcarain und Ash bei, mit der reduzierten Geschwindigkeit besser umzugehen."
    ],
    "DP101": [
        "Ash und seine Freunde kehren nach Herzhofen zurück und lernen Barry aus Zweiblattdorf kennen.",
        "Ash gewinnt einen Kampf gegen Barry.",
        "James erfährt von Barry, dass Silvana James’ Tuska Ableithieb erfolgreich beigebracht hat.",
        "Ash bereitet sich auf den Kampf gegen Lamina vor."
    ],
    "DP102": [
        "Jessie nimmt am Wettbewerb von Majolica teil und gewinnt ihr zweites Band .",
        "Ash entwickelt seine Konterschild-Strategie.",
        "Ash gewinnt den Arenakampf gegen Lamina und erhält den Reliktorden ."
    ],
    "DP103": [
        "Ash , seine Freunde und Barry erreichen Fleetburg .",
        "Barry verabschiedet sich von Ash und seinen Freunden, um auf der Eiseninsel zu trainieren."
    ],
    "DP104": [
        "Ash erreicht die Arena von Fleetburg und findet heraus, dass der Arenaleiter auf der Eiseninsel trainiert.",
        "Ash und seine Freunde begegnen Cresselia .",
        "Lucias Quiekel entwickelt sich zu Keifel ."
    ],
    "DP105": [],
    "DP106": [
        "Lucia erfährt, dass der nächste Wettbewerb in Chocovine Town stattfinden wird.",
        "Es wird bekannt, dass Kenny drei und Nando vier Bänder besitzt.",
        "Lucias Keifel erlernt Antik-Kraft und beginnt ihr nicht mehr zu gehorchen.",
        "Ashs Skorgro erlernt Feuerzahn und Kreideschrei .",
        "Ashs Chelcarain beginnt die Traingseinheiten, die Pauls Chelterrar ihm beigebracht hat, erfolgreich durchzuführen.",
        "Lucias Keifel und entwickelt sich zu Mamutel , bleibt aber ungehorsam.",
        "Ash erfährt, dass der Arenaleiter von Fleetburg zurückgekehrt ist."
    ],
    "DP107": [
        "Ash und seine Freunde lernen Adam , den Arenaleiter von Fleetburg , kennen.",
        "Ash und seine Freunde treffen Veit wieder und erfahren, dass er Adams Sohn ist."
    ],
    "DP108": [
        "Ash gewinnt den Arenakampf gegen Adam und erhält den Minenorden ."
    ],
    "DP109": [],
    "DP110": [
        "Ash entscheidet nach Blizzach zu reisen, um dort seinen siebten Orden zu gewinnen.",
        "Ash und seine Freunde lernen Hordeo kennen.",
        "Es wird bekannt, dass Barry ein Skaraborn gefangen hat.",
        "Die Gruppe trifft Commander Mars von Team Galaktik wieder.",
        "Team Galaktik errichtet einen mysteriösen Tempel und benutzt den Speerschlüssel , um einen merkwürdigen Strahl auf den Kraterberg zu feuern."
    ],
    "DP111": [
        "Ash und Rocko schaffen es, Team Galaktik daran zu hindern, die Speersäule zu finden.",
        "James’ Venuflibis erlernt Rankenhieb .",
        "Mars versucht mit Hilfe einer Bombe die Eiseninsel in die Luft zu sprengen, wird jedoch von Hordeo und dessen Lucario aufgehalten."
    ],
    "DP112": [
        "Ash und seine Freunde erreichen Chocovine Town ."
    ],
    "DP113": [],
    "DP114": [
        "Lucia lernt Ursula kennen, mit der sich schnell eine Rivalität entwickelt.",
        "Lucias Pachirisu erlernt Superzahn .",
        "Lucia, Jessie und Ursula nehmen am Wettbewerb von Chocovine Town teil.",
        "Es wird bekannt, dass Jessies Yanmega die Fähigkeit Temposchub besitzt.",
        "Lucia gewinnt im Finale gegen Ursula und erhält ihr viertes Band ."
    ],
    "DP115": [],
    "DP116": [],
    "DP117": [],
    "DP118": [
        "Ash und seine Freunde treffen Paul wieder.",
        "Ash, James und Paul nehmen am PokéRing-Wettbewerb mit Staravia , Yanmega und Kramshef teil.",
        "Ashs Staravia entwickelt sich zu Staraptor und erlernt Nahkampf .",
        "Ash gewinnt erstmals gegen Paul und gewinnt den Wettbewerb."
    ],
    "DP119": [
        "Mamutel beginnt Lucia zu gehorchen."
    ],
    "DP121": [
        "Ashs Chelcarain erlernt Kraxler .",
        "Lucia erfährt, dass der nächste Wettbewerb in Helmkrautach stattfindet."
    ],
    "DP122": [
        "Ash und seine Freunde erreichen Helmkrautach und treffen Barry und Kenny wieder.",
        "Die Freunde erfahren vom Pokémon- Tischtennis-Turnier , an dem Barry teilnehmen will.",
        "Lucias Plinfa beginnt sich zu entwickeln , will dies aber nicht und unterdrückt die Entwicklung.",
        "Schwester Joy gibt Lucia einen Ewigstein , damit Plinfa sich nicht entwickeln kann."
    ],
    "DP123": [
        "Lucia , Kenny und Jessilina nehmen am Wettbewerb von Helmkrautach teil.",
        "Es wird bekannt, das Kenny ein Maschock gefangen hat.",
        "Lucia verliert im Finale gegen Kenny und erleidet somit ihre erste Niederlage gegen ihn.",
        "Kenny gewinnt den Wettbewerb und erhält sein viertes Band .",
        "Kenny verlässt die Gruppe wieder.",
        "Lucias Ambidiffel entdeckt sein Talent zum Tischtennis spielen.",
        "Lucia entscheidet zusammen mit Ash und Barry am Pokémon- Tischtennis-Turnier teilzunehmen."
    ],
    "DP124": [
        "Ash , Lucia , Barry und Jessie nehmen am Pokémon Tischtennis-Turnier teil, verlieren aber.",
        "Barry verlässt die Truppe.",
        "Lucia gibt O ihr Ambidiffel , damit dieser es zum Tischtennis-Profi trainiert."
    ],
    "DP125": [
        "Ash und seine Freunde erhalten von Johanna Winteroutfits und tragen diese von nun an."
    ],
    "DP126": [
        "Ash und seine Freunde erreichen Blizzach und treffen Zoey wieder.",
        "Ash und seine Freunde lernen Frida , die dortige Arenaleiterin, kennen.",
        "Es wird bekannt, dass Zoey nun vier Bänder besitzt."
    ],
    "DP127": [
        "Ash gewinnt den Arenakampf gegen Frida und erhält den Firnorden .",
        "Ash und seine Freunde und treffen Paul wieder.",
        "Zoey trifft Paul zum ersten Mal."
    ],
    "DP128": [
        "Ash und seine Freunde treffen Reggie wieder.",
        "Paul erfährt, dass Ash bereits erfolgreich die Kampfzone bereist hat.",
        "Die Kampfkoryphäe Brandon erreicht mit der Kampfpyramide Blizzach .",
        "Ash und Rocko treffen Brandon wieder, während Lucia ihn kennenlernt.",
        "Brandon wird von Paul zum Kampf herausgefordert, den Paul verliert.",
        "Es wird bekannt, dass Paul ein Hariyama , ein Stollrak und ein Nidoking besitzt.",
        "Reggie schlägt Ash und Paul vor, in 10 Tagen einen vollen Kampf auszutragen."
    ],
    "DP129": [
        "Jägerin J kehrt zurück und zwingt Regigigas zu erwachen, weshalb dieses randaliert.",
        "Regigigas wird durch den Einsatz von Ash , Rocko , Lucia und Brandon zurück zum Tempel von Blizzach gebracht.",
        "Brandon entscheidet sich dazu, beim Tempel zu bleiben um ihn wieder aufzubauen."
    ],
    "DP130": [
        "Es wird bekannt, dass Ash und seine Freunde wieder ihre gewöhnlichen Outfits tragen.",
        "Ash und seine Freunde lernen Looker kennen.",
        "Rockos Mogelbaum erlernt Hammerarm .",
        "Es wird bekannt, dass Looker die Machenschaften von Team Galaktik untersucht."
    ],
    "DP131": [
        "Ash und seine Freunde erreichen den See der Stärke .",
        "Ash und Paul beginnen den vollen Kampf, den Reggie in Pyramid-aler Zorn! vorgeschlagen hat.",
        "Man erfährt, dass sich Pauls Magmar zu Magbrant entwickelt hat."
    ],
    "DP132": [
        "Ashs Panflam entwickelt sich zu Panpyro und erlernt Tempohieb .",
        "Paul gewinnt das Match."
    ],
    "DP133": [
        "Rocko begegnet am See der Stärke einem mysteriösen Pokémon .",
        "Lucia erfährt, dass der nächste Wettbewerb in Seerosenau stattfinden wird."
    ],
    "DP134": [
        "Lucias Mamutel erlernt Kraftreserve ."
    ],
    "DP135": [],
    "DP136": [
        "Ash , seine Freunde und das Team Rocket-Trio treffen Looker wieder, der sich nun als Mitglied der internationalen Polizei enttarnt.",
        "Ash und seine Freunde treffen erneut auf Team Galaktik und lernen Charon , den Professor der Organisation, kennen."
    ],
    "DP137": [
        "Ash und seine Freunde erfahren, dass Johanna Vorsitzende des Zweiblatt-Festivals ist."
    ],
    "DP138": [
        "Ash und seine Freunde erreichen Zweiblattdorf .",
        "Ash, Rocko und Plinfa treffen Johanna erstmals persönlich.",
        "Es wird bekannt, dass Johanna ein Nachtara besitzt.",
        "Ash und seine Freunde erfahren, dass Professor Eich am Zweiblatt-Festival teilnehmen wird.",
        "Johanna und Lucia haben einen Trainingskampf, den Lucia verliert."
    ],
    "DP139": [
        "Lucia trifft Professor Eich erstmals persönlich."
    ],
    "DP140": [
        "Ash und seine Freunde treffen Barry wieder, der wegen des Zweiblatt-Festivals nach Zweiblattdorf zurückgekehrt ist.",
        "Ash und Barry haben einen Kampf, der jedoch unterbrochen wird.",
        "Ash und Lucia lernen Viktor kennen und erfahren, dass er Barrys Vater ist."
    ],
    "DP141": [
        "Rocko lernt Viktor kennen.",
        "Ash und seine Freunde erfahren von der Sinnoh-Kampfzone und der Position von Viktor als Leiter des Duellturms .",
        "Ash, Barry , Lucia und Rocko nehmen an einem Turnier teil, damit sie gegen Viktor antreten können.",
        "Ash findet heraus, dass Ashs Chelcarain stärker wird, wenn es einen Energieball verspeist.",
        "Ash gewinnt das Turnier, verliert aber gegen Viktor.",
        "Ash wird geraten, den Arenaleiter von Sonnewik herauszufordern und entscheidet sich nach dem Wettbewerb von Seerosenau dorthin zu reisen.",
        "Das Zweiblatt-Festival endet und die Freunde verlassen die Stadt."
    ],
    "DP142": [],
    "DP143": [
        "Ash und seine Freunde lernen Lyra und Khoury , zwei Pokémon-Trainer aus Johto , kennen.",
        "Lucia kämpft gegen Lyra, besiegt sie und gewinnt ein Pokémon-Ei , aus welchem später ein Feurigel schlüpft.",
        "Lyra und Khoury schließen sich der Gruppe zeitweilig an."
    ],
    "DP144": [
        "Lucias Feurigel bestreitet seinen ersten Kampf gegen Ashs Chelcarain , der jedoch abgebrochen wird.",
        "Es wird bekannt, dass Lucias Feurigel Flammenrad , Rauchwolke und Sternschauer beherrscht.",
        "Es wird bekannt, dass Lyra ein Girafarig besitzt."
    ],
    "DP145": [
        "Ash versucht vergeblich ein Kaumalat zu fangen, was Khoury schließlich gelingt."
    ],
    "DP146": [
        "James nimmt an stelle von Jessie am Wettbewerb von Seerosenau teil.",
        "Lucia wird im Halbfinale besiegt, was gleichzeitig ihre erste Niederlage gegen „Jessilina“ alias James ist.",
        "James gewinnt den Wettbewerb und das dritte Band für Jessie ."
    ],
    "DP147": [
        "Ash und Lucia bestreiten einen Multikampf gegen Lyra und Khoury .",
        "Ash und Lucia gewinnen den Kampf.",
        "Khourys Karnimani entwickelt sich zu Tyracroc .",
        "Khourys Vater gibt Rocko einen PokéCom .",
        "Lyra und Khoury verlassen die Gruppe und kehren nach Johto zurück."
    ],
    "DP148": [],
    "DP149": [],
    "DP150": [
        "Lucia erfährt, dass der nächste Wettbewerb in Dämmerstadt stattfinden wird und dass die Regeln für Doppelvorführungen gelten werden.",
        "Team Galaktik gelingt die Fertigstellung der Roten Kette .",
        "Ash und seine Freunde lernen Jupiter kennen.",
        "Jupiter gibt bekannt, dass Team Galaktik wisse, dass Rocko vor kurzem Selfe gesehen habe.",
        "Ash und seine Freunde treffen Looker wieder und retten ihn aus der Feuriohütte .",
        "Team Galaktik gelingt es, den Eingang zur Speersäule zu finden.",
        "Zyrus heuert Jägerin J dazu an, Tobutz , Selfe und Vesprit zu fangen."
    ],
    "DP151": [
        "Ash und seine Freunde treffen Cynthia wieder.",
        "Jägerin J fängt erfolgreich Selfe , Tobutz und Vesprit für Team Galaktik ein.",
        "Js Flugschiff wird durch Selbes und Vesprits Seher zerstört und stürzt in den See der Kühnheit .",
        "Es gelingt Zyrus das Seen-Trio unter seine Kontrolle zu bringen, doch dieses teleportiert zuvor Ash , Rocko und Lucia in das Hauptquartier der Verbrecherorganisation .",
        "Ash und seine Freunde erfahren, dass Zyrus der Anführer von Team Galaktik ist.",
        "Zyrus bereitet sich darauf vor, Palkia und Dialga herbeizurufen."
    ],
    "DP152": [
        "Zyrus kann Dialga und Palkia kurzzeitig herbeirufen.",
        "Ash , Rocko und Lucia beruhigen Dialga und Palkia mithilfe von Selfe , Tobutz und Vesprit .",
        "Zyrus verschwindet in einem Portal, welches von Dialga und Palkia erschaffen wurde.",
        "Mars , Jupiter und Saturn werden festgenommen, weshalb sich Team Galaktik auflöst, doch Charon flieht."
    ],
    "DP153": [],
    "DP154": [
        "Ashs Skorgro erlernt Gigastoß .",
        "Skorgro wird bei McCann zum Trainieren zurückgelassen."
    ],
    "DP155": [
        "Zoey gewinnt den Wettbewerb von Kohlstadt , an dem Lucia jedoch nicht teilnimmt, und erhält ihr fünftes Band , somit besitzt sie alle nötigen Bänder für das Große Festival .",
        "Es wird bekannt, dass Paul Adam besiegt hat und nun acht Orden besitzt, sodass er sich für die Sinnoh-Liga qualifiziert hat.",
        "Es wird bekannt, dass Zoey nun ein Kirlia und ein Folipurba besitzt.",
        "Zoey gewinnt einen Trainingskampf gegen Lucia."
    ],
    "DP156": [
        "Ash und seine Freunde treffen auf Oma Ma .",
        "Ash versucht einem wilden Kaumalat zu helfen, Draco Meteor zu erlernen.",
        "Das Kaumalat beginnt, Ash und seinen Freunden zu folgen."
    ],
    "DP157": [
        "Ash und seine Freunde treffen Barry wieder.",
        "Es wird bekannt, dass Barry noch drei weitere Orden erhalten hat, sodass er nun insgesamt sechs besitzt.",
        "Ash fängt das Kaumalat , mit dem er sich vor kurzem angefreundet hatte.",
        "Ash kämpft mit Kaumalat gegen Barry und dessen Impoleon und verliert.",
        "Es wird bekannt, dass Kaumalat Zertrümmerer beherrscht."
    ],
    "DP158": [],
    "DP159": [
        "Ashs Bamelin erlernt Eishieb .",
        "Ashs Kaumalat trainiert weiter Draco Meteor einzusetzen."
    ],
    "DP160": [
        "Ash nimmt zum ersten Mal am Pokéathlon teil und belegt den zweiten Platz."
    ],
    "DP161": [
        "Ash und seine Freunde erreichen Dämmerstadt .",
        "Lucia trifft ihre Rivalin Ursula wieder und man erfährt, dass sie ein Pummeluff , ein Minun und ein Plusle besitzt.",
        "Man erfährt in einem Rückblick, warum Lucia (jap. Hikari ) Luci (jap. Pikari ) genannt wird.",
        "Der Wettbewerb von Dämmerstadt beginnt.",
        "Lucia, Ursula und Jessie überstehen die Vorführungsrunde des Wettbewerbs und erreichen die nächste Runde."
    ],
    "DP162": [
        "Jessie wird während des Wettbewerb von Dämmerstadt von Ursula besiegt.",
        "Lucias Feurigel nimmt erstmals an einem Wettbewerb teil.",
        "Feurigel und Mamutel perfektionieren ihre Feuer-Eis-Kombo.",
        "Lucia besiegt im Finale Ursula, erhält ihr fünftes Band und qualifiziert sich somit für das Große Festival ."
    ],
    "DP163": [
        "Ash , Lucia und Rocko treffen Barry wieder, der den Lichtorden von Sonnewik gewonnen hat, und sich somit für die Sinnoh-Liga qualifiziert hat.",
        "Barry trifft erstmals Paul und fordert ihm zum Kampf heraus, was dieser ablehnt.",
        "Lucia erfährt, dass noch sieben Wettbewerbe vor dem Großen Festival stattfinden werden, und dieses am See der Kühnheit stattfinden wird.",
        "Ashs Panpyro aktiviert erneut Großbrand und randaliert.",
        "Panpyro kontrolliert für kurze Zeit seine Fähigkeit und entwickelt sich zu Panferno ."
    ],
    "DP164": [
        "Lucias Plinfa erlernt Hydropumpe ."
    ],
    "DP165": [
        "Ash und seine Freunde erreichen Sonnewik und treffen das Top-Vier-Mitglied Ignaz sowie den Arenaleiter Volkner .",
        "Ash kämpft gegen Ignaz und verliert.",
        "Nach dem Kampf stimmt Volkner einem Kampf gegen Ash zu."
    ],
    "DP166": [
        "Ash und Volkner beginnen mit dem Arenakampf, der jedoch wegen Team Rockets Diebstahl des Turmes von Sonnewik unterbrochen wird.",
        "Ashs Chelcarain entwickelt sich zu Chelterrar und erlernt Blättersturm .",
        "Ash und Volkner verschieben ihren Arenakampf, bis der Turm von Sonnewik wieder vollständig repariert ist."
    ],
    "DP167": [
        "Jessie nimmt am Wettbewerb von Nachbarstadt teil und gewinnt dort ihr viertes Band .",
        "Lucia bringt Haspiror und Pachirisu erfolgreich eine neue Wettbewerbskombination bei.",
        "Lucia erhält von ihrer Mutter ein neues Kleid für das Große Festival ."
    ],
    "DP168": [
        "Ash , Lucia und Rocko begegnen Charlie und Shaymin ."
    ],
    "DP169": [
        "Ash , Lucia und Rocko treffen Julian ."
    ],
    "DP170": [
        "Ash , Lucia und Rocko lernen Teresa kennen.",
        "Ash kämpft gegen Teresa und verliert."
    ],
    "DP171": [
        "Jessie verliert beim Wettbewerb von Pfeilwurzstadt gegen Prinzessin Salvia , die sich als Lucia ausgibt, bekommt nachher jedoch das Band von ihr geschenkt. Somit hat Jessie nun fünf Bänder und darf am Großen Festival teilnehmen.",
        "Lucia bekommt ein Togekiss von Prinzessin Salvia geschenkt."
    ],
    "DP172": [
        "Ashs Kaumalat versucht weiterhin Draco Meteor zu perfektionieren."
    ],
    "DP173": [
        "Ash , Lucia und Rocko erreichen den See der Kühnheit , wo das Große Festival stattfinden wird."
    ],
    "DP174": [
        "Lucia nimmt am Großen Festival teil, ebenso wie Zoey und Jessie .",
        "Nando , Kenny und Ursula haben ihr fünftes Band gewonnen und nehmen ebenfalls teil.",
        "Es wird bekannt, dass Nando sieben Orden besitzt.",
        "Es wird bekannt, dass Nando ein Altaria und ein Zirpurze besitzt.",
        "Es wird bekannt, dass sich Zoeys Schalellos zu Gastrodon und Zoeys Finneon zu Lumineon entwickelt hat.",
        "Es wird bekannt, dass sich Kennys Pliprin zu Impoleon entwickelt und er ein Bojelin gefangen hat.",
        "Es wird bekannt, dass Ursula zwei Evoli besitzt und entwickelt sie während der Vorführungsrunde zu Aquana und Flamara .",
        "Lucia, Zoey, Jessie, Nando und Ursula erreichen die nächste Runde, während Kenny ausscheidet."
    ],
    "DP175": [
        "Lucia tritt in der zweiten Runde des Großen Festivals gegen Ursula an und besiegt sie, weshalb diese ausscheidet.",
        "Lucia, Jessie , Zoey und Nando erreichen die nächste Runde und somit das Halbfinale."
    ],
    "DP176": [
        "Lucia , Nando , Zoey und Jessie erreichen das Halbfinale des Großen Festivals .",
        "Es wird bekannt, dass sich Zoeys Traunfugil zu Traunmagil entwickelt hat.",
        "Es wird bekannt, dass sich Nandos Roselia zu Roserade entwickelt hat und er ein Schlapor gefangen hat.",
        "Lucia und Zoey besiegen Nando und Jessie und erreichen das Finale."
    ],
    "DP177": [
        "Es wird bekannt, dass sich Zoeys Kirlia zu Galagladi entwickelt hat.",
        "Zoey besiegt Lucia im Finale und gewinnt das Große Festival .",
        "Ash erfährt, dass der Leuchtturm von Sonnewik wieder repariert ist und er somit gegen Volkner antreten kann."
    ],
    "DP178": [],
    "DP179": [
        "Ash , Lucia und Rocko erreichen erneut Sonnewik und Ash fordert Volkner zu einem Arenakampf heraus.",
        "Ashs Panferno schafft es, während des Kampfes seine Fähigkeit Großbrand zu kontrollieren.",
        "Ash gewinnt den Arenakampf, erhält den Lichtorden und qualifiziert sich somit für die Sinnoh-Liga .",
        "Ash erfährt, dass die Sinnoh-Liga in einem Monat auf der Maiglöckcheninsel stattfinden wird."
    ],
    "DP180": [
        "Ash und Rocko treffen Jasmin wieder, während Lucia sie erstmals trifft.",
        "Ignaz besiegt Jasmin, während Ash von Kenny besiegt wird.",
        "Ignaz gibt bekannt, dass er gegen Cynthia um den Titel des Sinnoh-Liga -Champions kämpfen wird."
    ],
    "DP181": [
        "Ash , Lucia und Rocko lernen Avenaro kennen."
    ],
    "DP182": [
        "Ash und seine Freunde erreichen die Maiglöckcheninsel , wo die Sinnoh-Liga stattfindet.",
        "Barry , Paul , Conway und Nando nehmen ebenfalls an der Liga teil.",
        "Ash holt einige seiner alten Pokémon in sein Team zurück und entschließt, sie gemeinsam mit seinen Sinnoh -Pokémon in der Liga einzusetzen.",
        "Ashs Feurigel setzt erstmals Flammenrad ein.",
        "Ashs Feurigel entwickelt sich zu Igelavar und erlernt Eruption .",
        "Das Los entscheidet, dass Ash als erstes gegen Nando antreten muss."
    ],
    "DP183": [
        "Ein bis dahin unbekannter Trainer nimmt mit einem Darkrai am Turnier teil.",
        "Es wird bekannt, dass Nando ein Armaldo besitzt.",
        "Es wird bekannt, dass Ashs Igelavar Aero-Ass erlernt hat.",
        "Es wird bekannt, dass Ashs Skaraborn Schlafrede und Power-Punch erlernt hat.",
        "Ash besiegt Nando und erreicht die nächste Runde.",
        "Paul , Barry und Conway gewinnen ihren jeweiligen Kampf und erreichen somit ebenfalls die nächste Runde."
    ],
    "DP184": [
        "Ash , Paul , Barry und Conway meistern die zweite Runde der Sinnoh-Liga .",
        "Paul und Barry sowie Ash und Conway werden jeweils ausgelost, in der nächsten Runde gegeneinander zu kämpfen.",
        "Es wird bekannt, dass Pauls Elektek sich zu Elevoltek entwickelt hat und dabei Gigastoß erlernt hat.",
        "Es wird bekannt, dass Barry ein Panzaeron und ein Kicklee besitzt.",
        "Paul besiegt Barry und ist somit unter den Top 16."
    ],
    "DP185": [
        "Ashs Panferno erlernt Flammenblitz .",
        "Man erfährt, dass Conway ein Pottrott , ein Schlurplek und ein Zwirrfinst besitzt.",
        "Man erfährt, dass Ashs Noctuh Sondersensor , Himmelsfeger und Luftschnitt erlernt hat.",
        "Ash bestreitet seinen Kampf gegen Conway.",
        "Ashs Kaumalat schafft es Draco Meteor zu perfektionieren.",
        "Ash besiegt Conway und das Los entscheidet, dass er als nächstes gegen Paul antreten muss.",
        "Ashs Skorgro kehrt für den Kampf gegen Paul in Ashs Team zurück."
    ],
    "DP186": [
        "Im Viertelfinale der Sinnoh-Liga beginnen Ash und Paul ihren zweiten, vollen Pokémon-Kampf.",
        "Es wird bekannt, dass Paul ein Piondragi und ein Gastrodon besitzt und sich sein Stollrak zu Stolloss weiterentwickelt hat.",
        "Ash besiegt sowohl Stolloss als auch Gastrodon."
    ],
    "DP187": [
        "Ash und Paul bestreiten weiterhin ihren Kampf im Viertelfinale der Sinnoh-Liga .",
        "Es wird bekannt, dass Paul ein Frosdedje besitzt.",
        "Es wird bekannt, dass Ashs Skorgro Steinkante erlernt hat."
    ],
    "DP188": [
        "Der Viertelfinal-Kampf der Sinnoh-Liga zwischen Ash und Paul endet mit Pauls Niederlage, was den ersten Sieg von Ash über Paul in einem herkömmlichen Pokémon-Kampf bedeutet.",
        "Ash und Paul legen ihre Rivalität bei.",
        "Ash erfährt, dass er als nächstes gegen Tobias kämpfen muss.",
        "Paul gibt bekannt, dass er als nächstes nochmal Brandon in Blizzach herausfordern will."
    ],
    "DP189": [
        "Ash kämpft gegen den mysteriösen Trainer Tobias .",
        "Es wird bekannt, dass Ashs Skaraborn Hyperstrahl beherrscht.",
        "Es wird bekannt, dass Ashs Gewaldro Blättersturm beherrscht.",
        "Es wird bekannt, dass Tobias ein Latios besitzt.",
        "Ash verliert den Kampf und scheidet somit im Halbfinale der Sinnoh-Liga aus.",
        "Tobias gewinnt die Sinnoh-Liga."
    ],
    "DP190": [
        "Schwester Joy schlägt Rocko vor zu trainieren, um Pokémon-Arzt zu werden.",
        "Rockos Wonneira entwickelt sich zu Chaneira .",
        "Rockos Chaneira erlernt Weichei .",
        "Die Freunde erreichen Zweiblattdorf ."
    ],
    "DP191": [
        "Ash und Alba erreichen Alabastia .",
        "Ash erfährt, dass Albas Schwester eine Arenaleiterin der Kalos -Region ist.",
        "Ash entscheidet nach Kalos zu reisen, um an der dortigen Liga teilzunehmen.",
        "Ash lässt all seine Pokémon, außer Pikachu, bei Professor Eich .",
        "Ash erhält neue Kleidung von seiner Mutter .",
        "Jessie und James lassen ihre Pokémon im Hauptquartier von Team Rocket und Jessie holt Woingenau zurück.",
        "Team Rocket entscheidet Ash nach Kalos zu folgen.",
        "Ash und Alba brechen nach Kalos auf."
    ],
    "XY001": [
        "Serena wird vorgestellt.",
        "Ash und Alba treffen in Kalos ein, erreichen Illumina City und verabschieden sich voneinander.",
        "Ash sieht ein mysteriöses Pokémon am Flughafen.",
        "Ash will seinen ersten Orden in Illumina City holen, darf aber nicht antreten, da er noch keinen Orden besitzt.",
        "Ash lernt Citro und Heureka kennen.",
        "Citro und Heureka treffen erstmals das Team Rocket-Trio .",
        "Es wird bekannt, dass Citro ein Scoppel besitzt.",
        "Ash lernt ein Froxy kennen und entscheidet sich, ihm zu helfen, nachdem es verletzt wurde."
    ],
    "XY002": [
        "Ash trifft erstmals Professor Platan .",
        "Ash, Citro , Heureka und Team Rocket erfahren von den Mega-Entwicklungen .",
        "Ash trifft das Pokémon vom Flughafen wieder und erfährt, dass es ein Mega-Lohgock ist.",
        "Serena sieht Ash im TV und erkennt ihn wieder.",
        "Ash erhält von Professor Platan einen neuen Pokédex .",
        "Froxy schließt sich Ash an."
    ],
    "XY003": [
        "Serena beginnt ihre Reise.",
        "Ash , Citro und Heureka entscheiden, gemeinsam zu reisen.",
        "Ash registriert sich für die Kalos -Liga und erhält ein Ordenkästchen.",
        "Die Gruppe entscheidet sich, für Ashs ersten Arenakampf nach Nouvaria City zu reisen.",
        "Heureka freundet sich mit einem Dedenne an, welches beginnt der Gruppe zu folgen.",
        "James fängt ein Iscalar .",
        "Es wird bekannt, dass Ashs Froxy Blubber beherrscht.",
        "Ash fängt ein Dartiri .",
        "Serena erreicht Illumina City und trifft dort erstmals Professor Platan , der sie auffordert, sich einen Starter auszusuchen."
    ],
    "XY004": [
        "Serena wählt Fynx als ihr Starter-Pokémon aus.",
        "Es wird bekannt, dass James’ Iscalar Tackle , Psystrahl und Schmarotzer beherrscht.",
        "Es wird bekannt, dass das Dedenne , welches die Gruppe in der letzten Folge getroffen hat, Tackle und Wangenrubbler beherrscht.",
        "Citro fängt ein Dedenne und erlaubt Heureka , sich um es zu kümmern."
    ],
    "XY005": [
        "Ash , Citro und Heureka erreichen Nouvaria City , Serena kurz darauf.",
        "Serena lernt Citro und Heureka kennen.",
        "Alba lernt Citro, Heureka und Serena kennen.",
        "Ash tritt gegen Viola an und verliert gegen sie.",
        "Serena trifft Ash wieder, der sie jedoch nicht erkennt."
    ],
    "XY006": [
        "Serena erklärt Ash , dass sie ihn aus dem Sommercamp in Alabastia kennt, er erinnert sich aber nicht an sie.",
        "Ash trainiert mithilfe von Albas UHaFnir , Citro und Froxy für sein Rematch gegen Viola .",
        "Es wird bekannt, dass Ashs Dartiri Stahlflügel beherrscht.",
        "Ash gewinnt sein Rematch gegen Viola und erhält den Krabbelorden .",
        "Ash erfährt, dass die nächste Arena in Relievera City liegt."
    ],
    "XY007": [
        "Serena schließt sich Ash und seiner Truppe an.",
        "Serena berichtet Ash von ihrer gemeinsamen Vergangenheit und er erinnert sich wieder an sie.",
        "Die Truppe entscheidet sich nach Illumina City zurückzukehren, bevor sie nach Relievera City reisen.",
        "Serena trifft erstmals das Team Rocket-Trio ."
    ],
    "XY008": [],
    "XY009": [
        "Ash und seine Freunde kehren nach Illumina City zurück.",
        "Ash und Serena lernen Meyer , Citros und Heurekas Vater, kennen.",
        "Ash und Serena erfahren, dass Citro Arenaleiter der Stadt war, bevor seine Erfindung Citrobot , die Kontrolle übernommen und ihn und Heureka rausgeschmissen hat.",
        "Es wird bekannt, dass Citro ein Magnetilo , ein Magneton und ein Elezard besitzt, welche in der Arena verweilen und Citrobot gehorchen.",
        "Es wird bekannt, dass Citros Scoppel Doppelteam beherrscht.",
        "Citro gewinnt den Kampf um die Arena und erhält sie zurück.",
        "Citro übergibt Citrobot die Leitung der Arena, nachdem der Roboter modifiziert wurde, sodass er und Heureka mit Ash und Serena weiterreisen.",
        "Obwohl die Orden-Vorgabe nicht mehr besteht, will Ash noch drei weitere Orden gewinnen, bevor er in Illumina City antritt und Citro verspricht persönlich gegen seinen Freund zu kämpfen."
    ],
    "XY010": [
        "Ash und seine Freunde erfahren, dass Mega-Lohgock einen maskierten Trainer hat, der Ash in XY002 gerettet hat.",
        "Der Zuschauer erfährt, dass Lohgock-Maske Citros und Heurekas Vater, Meyer , ist.",
        "Citro erhält von Professor Platan ein Igamaro ."
    ],
    "XY011": [
        "Jessie fängt ein Irrbis .",
        "Es wird bekannt, dass Citros Igamaro Rankenhieb beherrscht."
    ],
    "XY012": [
        "Heureka erfährt, wie Entwicklungen funktionieren."
    ],
    "XY013": [
        "Ash erfährt, dass der Typ Fee existiert."
    ],
    "XY014": [],
    "XY015": [
        "Es wird bekannt, dass Ashs Froxy Pfund beherrscht.",
        "Es wird bekannt, dass Citros Igamaro Notdünger als Fähigkeit besitzt."
    ],
    "XY016": [],
    "XY017": [
        "Ash und seine Begleiter treffen beim Training einen Ninja und Ash fordert ihn zu einem Kampf heraus.",
        "Ashs Froxy erlernt Doppelteam , während es versucht Ruckzuckhieb zu erlernen."
    ],
    "XY018": [],
    "XY019": [],
    "XY020": [
        "Ash und seine Freunde besuchen das Kampfschloss .",
        "Ash und seine Freunde treffen Viola wieder.",
        "Ash und seine Freunde lernen Lino kennen.",
        "Ash gewinnt seinen ersten Kampf und wird Baron .",
        "Viola und Lino kämpfen um den Titel der Großherzogin bzw. des Großherzogs, den Lino gewinnt.",
        "Ash und seine Freunde erfahren, dass Lino der Arenaleiter von Relievera City ist."
    ],
    "XY021": [
        "Es wird bekannt, dass Jessies Irrbis Frustration beherrscht.",
        "Serenas Fynx erlernt Flammenwurf und es wird bekannt, dass es Kraftreserve beherrscht.",
        "Es wird bekannt, dass Serenas Fynx weiblich ist."
    ],
    "XY022": [
        "Ash und seine Freunde erreichen Petrophia .",
        "Serena versucht ein Corasonn zu fangen, was ihr jedoch misslingt."
    ],
    "XY023": [
        "Ash und seine Freunde treffen Alba wieder."
    ],
    "XY024": [],
    "XY025": [
        "Ash und seine Freunde erreichen Relievera City .",
        "Ash gewinnt den Arenakampf gegen Lino und erhält den Wallorden .",
        "Ash erfährt, dass die nächste Arena in Yantara City liegt."
    ],
    "XY026": [
        "Ash und seine Freunde lernen Tortina kennen.",
        "Es wird erwähnt, dass Serenas Fynx Kratzer beherrscht."
    ],
    "XY027": [
        "Citro versucht ein Flabébé für Heureka zu fangen, hat jedoch keinen Erfolg, da es bereits einem Trainer gehört."
    ],
    "XY028": [
        "Ash und seine Freunde treffen Professor Platan wieder.",
        "Ash und seine Freunde lernen Diantha , den Champ der Kalos -Region, kennen.",
        "Ash und seine Freunde erfahren von Mega-Steinen und Schlüssel-Steinen . Zudem sehen sie erstmals eine Mega-Entwicklung .",
        "Ash tritt gegen Diantha an, doch das Team Rocket-Trio unterbricht den Kampf."
    ],
    "XY029": [
        "Es wird bekannt, dass Jessies Irrbis Finsteraura beherrscht."
    ],
    "XY030": [
        "Ash und seine Freunde lernen Connie kennen.",
        "Ash verliert einen Kampf gegen Connie.",
        "Ash und seine Freunde erfahren, dass Connie die Arenaleiterin von Yantara City ist.",
        "Connie beginnt mit der Gruppe zu reisen, um den Lucarionit zu finden."
    ],
    "XY031": [
        "Ash , seine Freunde und Connie erreichen Cromlexia .",
        "Es wird bekannt, dass Citro sein Elezard als Eguana erhalten hat.",
        "Ash und seine Freunde treffen erstmals Combre , Connies Großvater.",
        "Connie erhält ein Lucarionit .",
        "Connies Lucario beginnt seine Mega-Entwicklung ."
    ],
    "XY032": [
        "Connies Lucario wird erstmals zu Mega-Lucario .",
        "Ash hat einen weiteren Kampf gegen Connie, der jedoch unterbrochen wird, da Lucario außer Kontrolle gerät.",
        "Connies Mega-Lucario verliert einen Trainingskampf gegen Combres Mega-Lucario.",
        "Combre schickt Connie zum Trester Berg , wo sie mit einem Experten die Mega-Entwicklung meistern soll."
    ],
    "XY033": [
        "Connies Lucario erlangt erstmals eigenständig, jedoch nur kurzzeitig, während der Mega-Entwicklung seine Selbstkontrolle zurück."
    ],
    "XY034": [
        "Ash , seine Freunde und Connie erreichen den Trester Berg .",
        "Connies Lucario erlernt Aurasphäre und kann nun seine Megaform kontrollieren.",
        "Connie verlässt die Gruppe."
    ],
    "XY035": [
        "Ash fängt ein Resladero ."
    ],
    "XY036": [
        "Ash bestreitet seinen ersten Himmelskampf .",
        "Ashs Dartiri entwickelt sich zu Dartignis und erlernt Nitroladung ."
    ],
    "XY037": [],
    "XY038": [
        "Ashs Froxy erlernt Zerschneider .",
        "Serenas Fynx verwendet erstmals Kratzer ."
    ],
    "XY039": [
        "Ash , Citro , Heureka und Serena schreiben sich für das Pokémon Sommer Camp ein.",
        "Ash und seine Freunde treffen Professor Platan wieder.",
        "Ash und seine Freunde lernen Sannah , Tierno und Trovato kennen.",
        "Serena hat ihren ersten offiziellen Pokémon-Kampf ."
    ],
    "XY040": [
        "Ash und seine Freunde nehmen weiterhin am Pokémon Sommer Camp teil.",
        "Serena erfährt von Pokémon-Showcases und entscheidet Pokémon-Performerin zu werden."
    ],
    "XY041": [
        "Ash und seine Freunde nehmen weiterhin am Pokémon Sommer Camp teil.",
        "Ash und seine Freunde stoßen auf ein mysteriöses Pokémon ."
    ],
    "XY042": [
        "Das Pokémon Sommer Camp endet."
    ],
    "XY043": [
        "Ash und seine Freunde erreichen Yantara City und treffen Connie wieder.",
        "Der Arenakampf zwischen Ash und Connie beginnt."
    ],
    "XY044": [
        "Ash gewinnt den Arenakampf gegen Connie und erhält den Rauforden .",
        "Ash erfährt, dass die nächste Arena in Tempera City liegt."
    ],
    "XY045": [],
    "XY046": [],
    "XY047": [
        "Ash und seine Freunde treffen Sannah wieder.",
        "Serena erzählt ihren Freunden, dass sie eine Pokémon- Performerin werden möchte.",
        "Serena fängt ihr erstes Pokémon, ein Pam-Pam ."
    ],
    "XY048": [
        "Citro trifft das Luxio , das er schon kannte, als es noch ein Sheinux war, wieder und fängt es."
    ],
    "XY049": [
        "Es wird bekannt, dass Citros Luxio Stromstoß beherrscht."
    ],
    "XY050": [
        "Ash und seine Freunde lernen Nini kennen, die auch Pokémon-Performerin werden möchte."
    ],
    "XY051": [],
    "XY052": [
        "Ash und seine Freunde treffen Sanpei wieder.",
        "Es wird bekannt, dass sich Sanpeis Amphizel zu Quajutsu entwickelt hat.",
        "Ashs Froxy entwickelt sich zu Amphizel und erlernt Aero-Ass ."
    ],
    "XY053": [
        "Ash , Citro und Heureka treffen Primula erstmals persönlich.",
        "Primula erfährt, dass Serena Pokémon- Performerin werden will.",
        "Serena gewinnt in einem Mähikel -Rennen gegen ihre Mutter und erhält ihre Zustimmung.",
        "Serena erfährt, dass ein Pokémon-Showcase in Tempera City stattfinden wird."
    ],
    "XY054": [
        "Ash , seine Freunde und das Team Rocket-Trio treffen das böse Calamanero aus einer vorherigen Episode wieder.",
        "James versucht sein Iscalar freizulassen, doch Iscalar entscheidet sich bei ihm zu bleiben."
    ],
    "XY055": [
        "Ash fängt ein Viscora ."
    ],
    "XY056": [
        "Ashs Viscora verliert seine Angst vor Citros Dedenne ."
    ],
    "XY057": [
        "Ash und seine Freunde erreichen Tempera City und lernen Amaro , den Arenaleiter der Stadt, kennen."
    ],
    "XY058": [
        "Ash gewinnt den Arenakampf gegen Amaro und erhält den Blattorden ."
    ],
    "XY059": [
        "Ash versucht erneut ein Dummisel zu fangen, muss das Vorhaben aber aufgeben, da er keinen Pokéball bei sich hat.",
        "Serena erhält von Ash die blaue Schleife, die sie ab der nächsten Folge zu ihrem neuen Outfit trägt."
    ],
    "XY060": [
        "Ash und seine Freunde treffen Sannah wieder.",
        "Serena und Jessie nehmen an ihrem ersten Pokémon-Showcase teil.",
        "Sannah gewinnt den Pokémon-Showcase von Tempera City und somit ihren ersten Prinzessinnen-Schlüssel.",
        "Serena schneidet sich die Haare kurz und wechselt ihr Outfit .",
        "Ash und seine Freunde reisen nach Illumina City zurück, wo Ash gegen Citro in einem Arenakampf antreten will."
    ],
    "XY061": [
        "Ashs Viscora entwickelt sich zu Viscargot und erlernt Feuerodem ."
    ],
    "XY062": [
        "Citros Luxio entwickelt sich zu Luxtra und erlernt Elektrofeld .",
        "Citro begibt sich mit Volt in einem Helikopter nach Illumina City , um für den Arenakampf gegen Ash zu trainieren."
    ],
    "XY063": [
        "Citro beginnt für den Arenakampf gegen Ash zu trainieren und holt seine Arena-Pokémon zurück ins Team .",
        "Citros Scoppel lernt eine neue Attacke , die sich später als Stromstoß herausstellt.",
        "Jessie versucht Woingenau freizulassen, doch es entscheidet sich dazu, bei ihr zu bleiben."
    ],
    "XY064": [
        "Citro lernt einen Trainer namens Sawyer kennen, den er im Arenakampf besiegt.",
        "Serena trifft erstmals Arie .",
        "Es wird bekannt, dass sich Aries Rutena zu Fennexis entwickelt hat.",
        "Es wird bekannt, dass Arie ein Parfinesse besitzt.",
        "Serenas Fynx entwickelt sich zu Rutena.",
        "Serena hat einen Doppelkampf mit Arie, der unterbrochen wird, als Arie einen Anruf erhält."
    ],
    "XY065": [
        "Ash , Serena und Heureka treffen Tierno wieder.",
        "Es wird bekannt, dass Tierno den Ampere-Orden von Citrobot erhalten hat.",
        "Es wird bekannt, dass sich Tiernos Schiggy zu Schillok entwickelt hat.",
        "Es wird bekannt, dass Tierno ein Quaxo , ein Kapoera , ein Kapparloes und ein Raichu gefangen hat.",
        "Ashs Viscargot entwickelt sich zu Viscogon und erlernt Drachenpuls .",
        "Ash hat einen Doppelkampf gegen Tierno und gewinnt.",
        "Ash und seine Freunde erreichen Illumina City ."
    ],
    "XY066": [
        "Ash , Serena und Heureka vereinen sich wieder mit Citro .",
        "Citro erfährt, dass sich Serenas Fynx und Ashs Viscargot entwickelt haben.",
        "Ash und seine Freunde treffen Meyer und Alba wieder."
    ],
    "XY067": [
        "Es wird bekannt, dass Citros Scoppel Stromstoß erlernt hat.",
        "Es wird bekannt, dass Citros Elezard Blitz und Donnerwelle beherrscht.",
        "Es wird bekannt, dass Ashs Viscogon Hydration als Fähigkeit besitzt.",
        "Ash hat seinen Arenakampf mit Citro und gewinnt den Ampere-Orden .",
        "Ash erfährt, dass es eine Arena in Romantia City gibt und Ash und seine Freunde entscheiden, dorthin zu reisen.",
        "Citro schließt sich der Gruppe wieder an und übergibt Citrobot wieder die Leitung der Arena."
    ],
    "XY068": [
        "Ash und seine Freunde treffen Professor Platan wieder.",
        "Es wird bekannt, dass Professor Platan einen Schlüssel-Stein und einen Knakracknit in seinen Besitz gebracht hat.",
        "Professor Platans Knakrack führt erstmals die Mega-Entwicklung durch.",
        "Ash und seine Freunde machen sich auf den Weg nach Romantia City zu Ashs nächstem Arenakampf.",
        "Professor Platan findet die Identität der Lohgock-Maske heraus.",
        "Meyer entscheidet sich, Professor Platan bei den Forschungen zur Mega-Entwicklung zu helfen."
    ],
    "XY069": [
        "Ash und seine Freunde erreichen Viscogons Heimat .",
        "Ash und seine Freunde erfahren die Hintergründe der Invasion in Viscogons Heimat.",
        "Ashs Viscogon erlernt Eisstrahl ."
    ],
    "XY070": [
        "Ash und seine Freunde erfahren die Wahrheit, warum Florges in Viscogons Heimat eingefallen ist.",
        "Ash lässt sein Viscogon frei."
    ],
    "XY071": [],
    "XY072": [],
    "XY073": [
        "Ash und seine Freunde erreichen Romantia City und lernen die Arenaleiterin der Stadt, Valerie , kennen.",
        "Citro trifft Sawyer wieder, während Ash, Serena und Heureka ihn erstmals treffen.",
        "Es wird bekannt, dass Sawyer ein Kindwurm besitzt.",
        "Ash und Sawyer haben einen Doppelkampf, der unterbrochen wird.",
        "Sawyer bestreitet einen Kampf gegen Valerie und verliert."
    ],
    "XY074": [
        "Es wird bekannt, dass Ashs Resladero Kreuzschere gelernt hat.",
        "Ash gewinnt den Arenakampf gegen Valerie und erhält den Feenorden ."
    ],
    "XY075": [
        "Es wird bekannt, dass Sawyer ein Sabbaione besitzt.",
        "Sawyer begegnet zum ersten Mal dem Team Rocket-Trio .",
        "Serena erfährt, dass der nächste Pokémon-Showcase in Frescora stattfinden wird.",
        "Ash erfährt, dass die nächste Arena in Fluxia City liegt.",
        "Sawyers Geckarbor entwickelt sich zu Reptain und erlernt Laubklinge .",
        "Ash gewinnt den Drei-gegen-Drei-Kampf gegen Sawyer.",
        "Sawyer reist alleine weiter Richtung Tempera City , um dort gegen den Arenaleiter Amaro anzutreten."
    ],
    "XY076": [
        "Ash und seine Freunde finden ein Ei , aus dem ein eF-eM schlüpft.",
        "Es wird bekannt, dass Ashs Dartignis die Fähigkeit Flammkörper besitzt.",
        "Ash fängt das eF-eM."
    ],
    "XY077": [
        "Ash nimmt an der Pokémon-Himmelsstaffel teil und belegt den zweiten Platz.",
        "Ashs eF-eM lernt zu fliegen."
    ],
    "XY078": [],
    "XY079": [],
    "XY080": [
        "Ash und seine Freunde erreichen Frescora und treffen Tortina wieder.",
        "Es wird bekannt, dass Tortina ein männliches Psiaugon besitzt.",
        "Serena , Jessie und Tortina nehmen am Pokémon-Showcase von Frescora der Anfänger-Klasse teil.",
        "Serena gewinnt den Showcase und erhält somit ihren ersten Prinzessinenschlüssel."
    ],
    "XY081": [],
    "XY082": [
        "Jessie tauscht ihr Irrbis gegen Graf Irrbiscos Flunkifer , tauscht es später aber wieder zurück.",
        "Nachdem Jessie und Graf Irrbiscos ihre Pokémon tauschen, entwickelt sich Irrbis zu Pumpdjinn ."
    ],
    "XY083": [
        "Es wird bekannt, dass Jessies Pumpdjinn Samenbomben beherrscht."
    ],
    "XY084": [],
    "XY085": [
        "Serenas Rutena erlernt Feuersturm .",
        "Serenas Rutena erhält einen neuen, mit einem Band dekorierten Stock."
    ],
    "XY086": [
        "Ash und seine Freunde treffen Trovato wieder.",
        "Es wird bekannt, dass sich Trovatos Glumanda zu Glutexo entwickelt hat.",
        "Ash gewinnt einen Kampf gegen Trovato.",
        "Es wird bekannt, dass Trovato den Arenakampf gegen Viola gewonnen und von ihr den Krabbelorden erhalten hat.",
        "Ashs Dartignis entwickelt sich zu Fiaro und erlernt Sturzflug ."
    ],
    "XY087": [
        "Citro versucht für Heureka ein Monargoras zu fangen, was jedoch misslingt, da es bereits jemandem gehört."
    ],
    "XY088": [
        "Citro verrät, wie er sein Scoppel erhalten hat."
    ],
    "XY089": [
        "Serena erfährt, dass in Fluxia City ein Pokémon-Showcase stattfinden wird.",
        "Serena fängt ein Evoli ."
    ],
    "XY090": [
        "Ash und seine Freunde erreichen Fluxia City und treffen Tierno und Sannah wieder.",
        "Es wird bekannt, dass sich Tiernos Schillok und Sannahs Bisasam zu Turtok und Bisaknosp entwickelt haben.",
        "Es wird bekannt, dass Tierno die Fluxia-City-Arena herausgefordert und verloren hat.",
        "Ash und Tierno haben einen Doppelkampf gegen Serena und Sannah, der abgebrochen wird.",
        "Ash und Tierno haben einen Kampf gegeneinander, dessen Ausgang offen bleibt."
    ],
    "XY091": [
        "Ash und seine Freunde treffen Nini wieder.",
        "Serena nimmt, ebenso wie Jessie , Sannah und Nini am Pokémon-Showcase von Fluxia City teil und gewinnt ihren zweiten Schlüssel.",
        "Es wird bekannt, dass Sannah ihren zweiten Schlüssel gewonnen hat.",
        "Sannah und Tierno verabschieden sich, um zu Trovato zurückzukehren."
    ],
    "XY092": [
        "Ash und seine Freunde treffen Professor Platan wieder.",
        "Ash und seine Freunde lernen Astrid , die Leiterin der Fluxia-City-Arena , kennen.",
        "Astrid sagt voraus, dass Ash, seine Freunde und das Team Rocket-Trio eine wichtige Rolle in einer bevorstehenden Krise spielen werden.",
        "Astrid sagt auch voraus, dass Ashs Amphizel eine einzigartige Kraft haben wird, wenn es sich entwickelt .",
        "Ash, seine Freunde und Professor Platan erfahren mehr über Amphizels Vergangenheit."
    ],
    "XY093": [
        "Ash gewinnt den Arenakampf gegen Astrid und erhält den Psi-Orden .",
        "Professor Platan übergibt Ash und Serena jeweils einen neuen Pokédex .",
        "Ash erfährt, dass sich eine Arena in Fractalia City befindet und beschließt, sich dorthin zu begeben."
    ],
    "XY094": [
        "Ash und seine Freunde finden einen Zygarde-Kern , dem Heureka den Spitznamen Blobby gibt.",
        "Ash und seine Freunde treffen Sawyer wieder.",
        "Ash und seine Freunde treffen erstmals auf Team Flare .",
        "Es wird bekannt, dass Sawyer vier weitere Orden gewonnen hat.",
        "Sawyer berichtet Ash und seinen Freunden von der Omega-Höhle , die sie beschließen auf dem Weg nach Fractalia City zu besichtigen."
    ],
    "XY095": [
        "Ash und seine Freunde berichten Professor Platan von Blobby .",
        "Es wird bekannt, dass Serenas Evoli Doppelteam beherrscht."
    ],
    "XY096": [
        "Ash und seine Freunde treffen Professor Platan wieder.",
        "Professor Platan beginnt mit seinen Nachforschungen über Blobby ."
    ],
    "XY097": [],
    "XY098": [],
    "XY099": [
        "Ash und seine Freunde treffen Sanpei wieder."
    ],
    "XY100": [
        "Ashs Amphizel entwickelt sich zu Quajutsu und erlernt Wasser-Shuriken .",
        "Ashs Quajutsu transformiert erstmals zu Ash-Quajutsu."
    ],
    "XY101": [
        "Ash und seine Freunde erreichen Mosaia und treffen Nini wieder.",
        "Es wird bekannt, dass Nini ein Mollimorba gefangen hat und bereits zwei Prinzessinnenschlüssel besitzt.",
        "Serena , Jessie und Nini nehmen am Pokémon-Showcase von Mosaia teil, den Jessie gewinnt, welche somit ihren ersten Prinzessinnenschlüssel erhält."
    ],
    "XY102": [
        "Ash und seine Freunde erreichen die Omega-Höhle und treffen dort Team Flare wieder.",
        "Es wird bekannt, dass Ashs eF-eM Tackle beherrscht.",
        "Ash und seine Freunde sehen erstmals, wie sich Blobby transformiert.",
        "Blobby wird von Ash und seinen Freunden getrennt."
    ],
    "XY103": [
        "Blobby kehrt zur Gruppe zurück, um mit ihr weiter zu reisen."
    ],
    "XY104": [
        "Ashs eF-eM erlernt Akrobatik ."
    ],
    "XY105": [
        "Ash und seine Freunde treffen Tortina wieder.",
        "Ash und Serena haben einen Doppelkampf gegen James und Tortina, den sie gewinnen.",
        "Serenas Evoli entwickelt sich zu Feelinara und erlernt Feenbrise .",
        "Serena erfährt, dass der nächste Pokémon-Showcase in Fleurrh City stattfinden wird."
    ],
    "XY106": [
        "Ash und seine Freunde treffen Sawyer wieder.",
        "Es wird bekannt, dass Sawyer ein Gramokles gefangen hat.",
        "Es wird bekannt, dass sich Sawyers Reptain zu Gewaldro und sein Kindwurm zu Draschel entwickelt haben.",
        "Ash und Sawyer bestreiten einen Drei-gegen-drei-Kampf, den Ash gewinnt.",
        "Ash und seine Freunde treffen erstmals Alain .",
        "Ash kämpft gegen Alain und verliert.",
        "Citro verspricht, Ash bei der Kontrolle über die Ash-Quajutsu-Form zu helfen."
    ],
    "XY107": [
        "Giovanni beauftragt Jessie , James und Mauzi Zygarde zu fangen.",
        "Das Team Rocket-Trio versucht Z2 zu fangen, wird aber von Team Flare und Alain aufgehalten.",
        "Z2 wird von Team Flare gefangen."
    ],
    "XY108": [],
    "XY109": [
        "Ash und seine Freunde erreichen Fleurrh City.",
        "Serena nimmt am Pokémon-Showcase von Fleurrh City teil und gewinnt, somit erhält sie ihren dritten Prinzessinnenschlüssel und qualifiziert sich für die Meisterinnenklasse.",
        "Serena trifft das erste Mal Paula .",
        "Serena erfährt, dass ein Showcase der Meisterinnenklasse in Gloire City stattfinden wird."
    ],
    "XY110": [
        "Ashs eF-eM entwickelt sich zu UHaFnir und erlernt Überschallknall ."
    ],
    "XY111": [
        "Xeros beginnt Experimente an Z2 durchzuführen."
    ],
    "XY112": [
        "Ash und seine Freunde erreichen Gloire City und treffen Sannah , Tortina und Nini wieder.",
        "Es wird bekannt, dass Sannah, Tortina, Nini und Jessie jeweils drei Prinzessinnenschlüssel besitzen.",
        "Serena , Sannah, Tortina, Nini und Jessie nehmen an der Meisterinnenklasse des Pokémon-Showcase von Gloire City teil.",
        "Serena, Sannah und Jessie erreichen das Halbfinale."
    ],
    "XY113": [
        "Serena besiegt Sannah und Jessie im Halbfinale und erreicht das Finale des Pokémon-Showcase von Gloire City der Meisterinnenklasse.",
        "Es wird bekannt, dass Arie ein Vivillon besitzt.",
        "Arie besiegt Serena im Finale und behält ihren Titel als Königin von Kalos.",
        "Paula bietet Serena an sie zu unterrichten.",
        "Serena lehnt Paulas Angebot ab, um mit ihren Freunden weiter zu reisen, das Angebot bleibt jedoch bestehen."
    ],
    "XY114": [],
    "XY115": [],
    "XY116": [
        "Citro erfindet ein armbandähnliches Gerät, welches Ash und Quajutsu bei der Durchführung der Ash-Quajutsu-Form unterstützen und diese analysieren soll.",
        "Ash und seine Freunde treffen Alain wieder.",
        "Es wird bekannt, dass Alain ein Metang besitzt.",
        "Ash hat einen Kampf gegen Alain, den er verliert.",
        "Ash hat einen weiteren Kampf gegen Alain, welcher allerdings abgebrochen wird, als Ash wegen der Belastung des Nutzens von Ash-Quajutsu zusammenbricht."
    ],
    "XY117": [],
    "XY118": [
        "Astrid erzählt Diantha von der bevorstehenden Bedrohung für Kalos .",
        "Ash und seine Freunde treffen Diantha wieder.",
        "Diantha berichtet Ash und seinen Freund von den verschiedenen Vorfällen, die sich in ganz Kalos ereignen, so auch von der Insel auf der Team Flare Experimente durchführt und sie berichtet von Zygarde .",
        "Quajutsu perfektioniert die Verwandlung zu Ash-Quajutsu.",
        "Ash hat einen Rückkampf gegen Diantha, der abgebrochen wird, als Ash und Quajutsu zusammenbrechen."
    ],
    "XY119": [
        "Ash und seine Freunde treffen Sawyer wieder.",
        "Es wird bekannt, dass Sawyer inzwischen einen Psi-Orden , einen Feenorden und einen Eisbergorden gewonnen hat und somit acht Orden besitzt und zur Teilnahme an der Kalos-Liga qualifiziert ist.",
        "Ash hat einen weiteren Kampf gegen Sawyer, den er verliert und muss somit seine erste Niederlage gegen Sawyer erdulden.",
        "Es wird bekannt, dass sich Sawyers Gramokles zu Duokles entwickelt hat.",
        "Es wird bekannt, dass Ashs UHaFnir Drachenklaue erlernt hat.",
        "Es wird bekannt, dass sich Sawyer ein Wummer gefangen hat.",
        "Während des Kampfes versucht Ash Quajutsus Ash-Quajutsu-Form zu aktivieren, aber es gelingt zum ersten Mal nicht.",
        "Sawyer reist mit Ash und den anderen weiter nach Fractalia City ."
    ],
    "XY120": [
        "Ash und seine Freunde erreichen Fractalia City .",
        "Ash und seine Freunde lernen Galantho , den Arenaleiter der Fractalia-Arena , kennen.",
        "Ash hat einen Arenakampf gegen Galantho und verliert.",
        "Sawyer verlässt die Gruppe.",
        "Ash geht alleine in den Irrwald ."
    ],
    "XY121": [
        "Ash und Quajutsu perfektionieren die Verwandlung zu „Ash-Quajutsu“.",
        "Ash und seine Freunde erfahren, dass die Kalos-Liga in Illumina City stattfinden wird."
    ],
    "XY122": [
        "Ash hat einen Rückkampf gegen Galantho , den er gewinnt und erhält den Eisbergorden , welcher ihn für die Kalos-Liga qualifiziert.",
        "Ash und seine Freunde bereiten sich darauf vor nach Illumina City zurückzukehren, um an der Kalos-Liga teilzunehmen."
    ],
    "XY123": [
        "Ash und seine Freunde besuchen das Sumpfland und treffen dort Viscogon und Keanan wieder.",
        "Es wird bekannt, dass Alain begonnen hat Orden zu sammeln.",
        "Alain besiegt Connie in der Yantara-Arena und erhält den Rauforden , er erfüllt somit die Anforderungen, um an der Kalos-Liga teilzunehmen."
    ],
    "XY124": [],
    "XY125": [
        "Ash und seine Freunde erreichen Illumina City und treffen Tierno , Trovato , Sawyer und Alain wieder.",
        "Ash und seine Freunde lernen Pachira kennen.",
        "Ash, Tierno, Trovato, Sawyer, Alain, Annabelle und Remo nehmen an der Kalos-Liga teil.",
        "Alain trifft kurzzeitig Professor Platan wieder.",
        "Ash entscheidet sich nur Pokémon seines aktuellen Teams in der Liga zu benutzen und keine von seinen Pokémon, die sich bei Professor Eich befinden.",
        "Die Kalos-Liga beginnt.",
        "Es wird bekannt, dass sich Trovatos Glutexo zu Glurak entwickelt hat.",
        "Es wird bekannt, dass Trovato einen Schlüssel-Stein , einen Gluraknit Y , erhalten sowie ein Aerodactyl und ein Florges gefangen hat.",
        "Alain und Ash besiegen jeweils Trovato und Titus und erreichen somit die zweite Runde."
    ],
    "XY126": [
        "Es wird bekannt, dass Sawyer ein Letarking besitzt.",
        "Es wird bekannt, dass Ash , Sawyer, Tierno , Annabelle und Remo es ins Viertelfinale geschafft haben.",
        "Es wird bekannt, dass Alain es ins Halbfinale geschafft hat.",
        "Ash kämpft gegen Annabelle im Viertelfinale und gewinnt, wodurch er das Halbfinale erreicht.",
        "Remo besiegt seinen Gegner und erreicht das Halbfinale.",
        "Ash und seine Freunde treffen Sannah wieder.",
        "Es wird bekannt, dass sich Sawyers Duokles zu Durengard entwickelt hat.",
        "Es wird bekannt, dass Sawyer einen Schlüssel-Stein und einen Gewaldronit besitzt.",
        "Tierno tritt gegen Sawyer an und verliert, sodass er ausscheidet und Sawyer das Halbfinale erreicht.",
        "Ash und Alain erfahren, dass sie jeweils gegen Sawyer und Remo im Halbfinale antreten werden.",
        "Viscogon kehrt als sechstes Pokémon in Ashs Team zurück für den Maxi-Kampf gegen Sawyer."
    ],
    "XY127": [
        "Alain und Remo haben einen Maxi-Kampf, den Alain gewinnt, sodass er ins Finale einzieht.",
        "Es wird bekannt, dass sich Alains Metang zu Metagross entwickelt hat.",
        "Ash und Sawyer beginnen ihren Maxi-Kampf im Halbfinale der Kalos-Liga ."
    ],
    "XY128": [
        "Es wird bekannt, dass sich Sawyers Draschel zu Brutalanda entwickelt hat.",
        "Der Maxi-Kampf zwischen Ash und Sawyer endet mit Ashs Sieg, wodurch er ins Finale einzieht und gegen Alain antreten muss."
    ],
    "XY129": [
        "Ash und seine Freunde treffen Meyer und Citrobot wieder.",
        "Ash und seine Freunde lernen Michaela kennen.",
        "Ash und seine Freunde erfahren von Professor Platan von dem Freundschaftsphänomen.",
        "Team Flare setzen ihre Pläne für Z2 fort, indem sie die Illumina-Arena heimlich einnehmen.",
        "Ash lernt Flordelis kennen.",
        "Ash und Alain bereiten sich auf ihren Kampf in der Finalrunde der Kalos-Liga vor."
    ],
    "XY130": [
        "Ash und Alain beginnen ihren Kampf im Finale der Kalos-Liga .",
        "Es wird bekannt, dass Alain ein Despotar , ein Snibunna , ein Caesurio und ein Fasasnob besitzt."
    ],
    "XY131": [
        "Der Maxi-Kampf zwischen Ash und Alain endet mit Alains Sieg, der somit die Kalos-Liga gewinnt.",
        "Team Flare bringen Z2 unter ihre Kontrolle.",
        "Z2 transformiert sich in seine 50%-Form und beginnt Illumina City anzugreifen.",
        "Blobby geht alleine los, um Z2 zu begegnen."
    ],
    "XY132": [
        "Ash erfährt, dass Flordelis der Anführer von Team Flare ist und Alain für ihn gearbeitet hat.",
        "Ash und seine Pokémon werden von Team Flare gefangen genommen.",
        "Serena , Citro und Heureka treffen Flordelis zum ersten Mal.",
        "Alain erfährt von Flordelis' wahren Beweggründen, Mega-Entwicklungsenergie zu sammeln.",
        "Ash und seine Freunde sehen erstmals Blobby in seiner 50%-Form und erfahren so, dass Blobby ein Zygarde ist."
    ],
    "XY133": [
        "Blobby kämpft gegen Z2, wird allerdings überwältigt und gerät unter die Kontrolle von Team Flare .",
        "Es wird bekannt, dass Blobby Turbotempo beherrscht.",
        "Flordelis verrät Alain , warum dieser in Wahrheit die Mega-Entwicklungs-Energie sammeln sollte.",
        "Serena , Michaela und Professor Platan machen sich mit Hilfe von Team Rocket auf den Weg zu Flordelis' Labor, um Igami zu retten.",
        "Ash und Quajutsu schaffen es durch das Freundschaftsphänomen sich von Flordelis Fesseln zu befreien, während Alain hilft seine anderen Pokémon zu befreien.",
        "Alain wendet sich gegen Flordelis.",
        "Citro und Citrobot besiegen Begonia und Aliana , wobei Citrobot die beiden überwältigt, sodass sie in die Illumina-Arena eindringen können, um sie zurückzuerobern.",
        "Ash und Alain beginnen den Kampf gegen Flordelis."
    ],
    "XY134": [
        "Ash und Alain setzen ihren Kampf gegen Flordelis fort, werden aber von Pachira unterbrochen.",
        "Citro tritt gegen Xeros an und gewinnt, sodass er die Illumina-Arena zurückerobert.",
        "Serena trifft erstmals Troy .",
        "Team Rocket beginnt einen Kampf mit Calluna .",
        "Ash erfährt, dass Pachira zu Team Flare gehört.",
        "Pachira wendet sich gegen Flordelis und kämpft gegen ihn.",
        "Serena, Michaela und Professor Platan retten Michaelas Igamaro aus Flordelis' Labor.",
        "Heureka singt Blobbys Lied und kann es somit aus Team Flares Kontrolle befreien.",
        "Citro zerstört die Maschine, welche Z2 kontrolliert, und dabei auch, auf dessen Aufforderung hin, Citrobot .",
        "Z2 steht nicht mehr unter Team Flares Kontrolle."
    ],
    "XY135": [
        "Ash und Alain besiegen Flordelis .",
        "Das Team Rocket-Trio besiegt Calluna und Magnolia .",
        "Der Große Felsen im Labor von Flordelis absorbiert Igami und verwandelt sich in ein Zygarde in 50%-Form.",
        "Der Große Felsen zerstört das Labor von Flordelis und steuert auf die Fluxia-Sonnenuhr zu, dabei droht es eine Explosion auszulösen, welche die Welt zerstören würde.",
        "Heureka bringt Z2 dazu, ihr zu vertrauen.",
        "Ash trifft Troy wieder.",
        "Citro und Heureka treffen Troy zum ersten Mal.",
        "Ash, seine Freunde , Alain , Michaela , Professor Platan , Lohgock-Maske , Troy, Pachira und Team Rocket folgen dem Großen Felsen.",
        "Diantha und alle Arenaleiter aus Kalos treffen ein, um beim Kampf gegen den Großen Felsen zu helfen."
    ],
    "XY136": [
        "Ash und Alain retten Igami aus dem Großen Felsen und stoppen es dadurch kurzzeitig.",
        "Flordelis erlangt die Kontrolle über den Großen Felsen.",
        "Citro und Heureka finden heraus, dass Meyer Lohgock-Maske ist.",
        "Blobby und Z2 vereinigen sich zu Optimum-Zygarde um zu kämpfen und den Großen Felsen zu zerstören.",
        "Es wird bekannt, dass Blobby Sanktionskern beherrscht.",
        "Der Große Felsen wird zerstört, was zu Flordelis’ Verschwinden und Team Flares endgültiger Niederlage führt.",
        "Pachira entscheidet Team Flare aufzulösen und sich zu stellen.",
        "Igami erwacht aus seinem Koma.",
        "Blobby verschwindet gemeinsam mit Z2."
    ],
    "XY137": [
        "Citro repariert Citrobot und eröffnet die Illumina-Arena wieder.",
        "Das Team Rocket-Trio plant zum Hauptquartier zurückzukehren, sobald der Illumina-Flughafen wieder in Betrieb ist.",
        "Ash erklärt, dass er plant nach Alabastia zurückzukehren.",
        "Es wird bekannt, dass Citros Magneton Regentanz , Donner , und Ultraschall und sein Elezard Fokusstoß beherrscht.",
        "Professor Platan gibt Ash, seinen Freunden , Alain , Michaela und ihren Pokémon Medaillen für ihre heldenhaften Taten gegen Team Flare .",
        "Professor Platan bittet Alain wieder sein Assistent zu werden.",
        "Serena erwägt das Angebot von Paula , welches ihr zuvor gemacht wurde, anzunehmen."
    ],
    "XY138": [
        "Ash und Serena haben einen Kampf gegeneinander, den Ash letztendlich abbricht.",
        "Serena lehnt das Angebot von Paula endgültig ab, da sie sich dazu entschieden hat weiter zu reisen, um ihre Fähigkeiten zu entwickeln.",
        "Auf Paulas Rat hin, entscheidet Serena nach Hoenn zu reisen, um dort an Wettbewerben teilzunehmen."
    ],
    "XY139": [
        "Ashs Viscogon kehrt in seine Heimat zurück.",
        "Xeros kehrt zurück, um Team Neo Flare zu gründen, wird jedoch besiegt und verhaftet.",
        "Ash und seine Freunde treffen Blobby und Z2 wieder.",
        "Ash lässt sein Quajutsu frei, damit es mit Blobby und Z2 Kalos schützen kann.",
        "Heureka verspricht Blobby, mit ihm ein neues Abenteuer zu erleben, sobald sie Trainerin geworden ist."
    ],
    "XY140": [
        "Das Team Rocket-Trio kehrt zum Hauptquartier in Kanto zurück.",
        "Serena verlässt die Gruppe und reist nach Hoenn .",
        "Ash und Citro haben einen Kampf, dessen Ausgang unbekannt bleibt.",
        "Ash trennt sich von Citro und Heureka , verlässt die Kalos -Region und kehrt nach Alabastia zurück."
    ],
    "SM001": [
        "Professor Eich beauftragt Ash damit, ein Ei zu Heinrich Eich zu bringen.",
        "Ash erreicht die Alola - Region zusammen mit seiner Mutter .",
        "Ash trifft erstmals Lilly , Maho , Tracy , Kiawe und Chrys .",
        "Ash trifft erstmals Heinrich Eich und Professor Kukui .",
        "Ash schreibt sich für die Pokémon-Schule ein.",
        "Ash begegnet erstmals Team Skull .",
        "Ash erfährt von den Z-Attacken und der Inselwanderschaft .",
        "Ash trifft erstmals den Schutzpatron von Mele-Mele , Kapu-Riki .",
        "Ash erhält einen Z-Ring ausgerüstet mit einem Voltium Z von Kapu-Riki.",
        "Delia kehrt nach Alabastia zurück."
    ],
    "SM002": [
        "Es wird bekannt, dass Chrys’ Togedemaru Elektropikser beherrscht und Blitzfänger als Fähigkeit besitzt.",
        "Ash trifft erneut auf Kapu-Riki , seine Klassenkameraden zum ersten Mal.",
        "Ash und Pikachu kämpfen gegen Kapu-Riki, das jedoch flieht, sodass der Kampf abgebrochen wird.",
        "Ash und Pikachu setzen erstmals zusammen Gigavolt-Funkensalve ein.",
        "Ashs Voltium Z zerbricht.",
        "Ash entscheidet sich auf Inselwanderschaft zu gehen, um einen neuen Z-Kristall zu finden und eine Z-Attacke erfolgreich anwenden zu können.",
        "Ash erhält den Rotom-Pokédex von Professor Kukui ."
    ],
    "SM003": [
        "Das Team Rocket-Trio erreicht die Alola -Region, um auf Giovannis Befehl dort für die Region einzigartige Pokémon zu fangen.",
        "Ein Rotom bewohnt Ashs neuen Pokédex und wird somit zum Rotom-Pokédex .",
        "Es wird bekannt, dass Jessie und James Pumpdjinn und Iscalar im Team-Rocket-Hauptquartier gelassen haben.",
        "Ash versucht ein Mimigma zu fangen, doch dieses entscheidet sich dazu Team Rocket zu helfen.",
        "Ashs Klassenkameraden treffen Team Rocket zum ersten Mal."
    ],
    "SM004": [
        "Ash versucht ein Mabula zu fangen, scheitert jedoch.",
        "Es wird bekannt, dass James einen Luxusball besitzt.",
        "Jessie benutzt James’ Luxusball um das Mimigma zu fangen, dem sie vorher begegnet sind.",
        "Ash fängt ein Bauz ."
    ],
    "SM005": [
        "Es wird bekannt, wie Tracy Robball kennengelernt hat.",
        "Ash lernt Tracys Schwestern, Hannah und Zoe , kennen."
    ],
    "SM006": [],
    "SM007": [
        "Es wird bekannt, dass das streunende Flamiau Kratzfurie beherrscht.",
        "Ash plant Flamiau zu fangen, entscheidet sich dann aber dazu, es gehen zu lassen."
    ],
    "SM008": [
        "Heinrich Eich übergibt Ash und seinen Klassenkameraden ein Pokémon-Ei , um das sich Lilly bereit erklärt zu kümmern.",
        "Es wird bekannt, dass Ashs Bauz Tackle und Schnabel beherrscht.",
        "Es wird bekannt, dass Lillys Pokémonphobie aus einem traumatischen Erlebnis mit ihrer Mutter resultiert, an das sie sich nicht erinnern kann.",
        "Lilly schafft ihre Phobie ein wenig zu überwinden, als sie es schafft, das Ei zu berühren, welches ihr anvertraut wurde."
    ],
    "SM009": [
        "Ash lernt den Inselkönig von Mele-Mele , Hala , kennen.",
        "Hala erzählt, dass er Z-Ringe herstellt und dass Kapu-Riki den Z-Ring mit dem Voltium Z stahl, den es Ash gegeben hat.",
        "Ash besteht seine erste Prüfung in der Vegetationshöhle und erhält als Preis den Normium Z von dem Herrscher-Pokémon Manguspektor .",
        "Ash qualifiziert sich für die Halas Große Inselprüfung.",
        "Officer Rocky überzeugt ein Manguspektor sich ihr anzuschließen."
    ],
    "SM010": [
        "Ash und Pikachu vollführen zum ersten Mal den Hyper-Sprintangriff .",
        "Ash kämpft gegen Hala und gewinnt, wodurch er die Große Prüfung von Mele-Mele besteht.",
        "Hala gibt Ash den Battalium Z , als Preis für seinen Sieg, doch Kapu-Riki ersetzt diesen durch einen Voltium Z , welchen Ash stattdessen nimmt."
    ],
    "SM011": [
        "Ashs Bauz setzt erstmals Hyper-Sprintangriff ein.",
        "Ash besucht erstmals Akala und lernt dort Kiawes Familie kennen.",
        "Es wird bekannt, dass Kiawes Tortunator Flammenwurf beherrscht.",
        "Es wird bekannt, dass Kiawe sein Glurak von seinem mittlerweile verstorbenen Großvater erhalten hat."
    ],
    "SM012": [
        "Jessie und James versuchen jeweils ein Austos und ein Kanivanha zu fangen, scheitern aber.",
        "Das Team Rocket-Trio entscheidet, Kostursos Höhle zu seiner Basis auszubauen.",
        "James fängt ein Garstella ."
    ],
    "SM013": [
        "Es wird bekannt, dass Lilly dem Ei , das sie heranzieht, den Spitznamen Flöckchen gegeben hat.",
        "Aus dem Ei, um das sich Lilly und ihre Klassenkamaraden gekümmert haben, schlüpft ein Alola-Vulpix ."
    ],
    "SM014": [
        "Aus dem Ei , das Ash Heinrich Eich geliefert hat, schlüpft ein Vulpix .",
        "Es wird bekannt, dass Flöckchen , das Alola-Vulpix, das in der letzten Episode geschlüpft ist, Pulverschnee beherrscht.",
        "Lilly fängt Flöckchen, welches damit ihr erstes Pokémon ist.",
        "Lilly fasst den Mut ihr eigenes Pokémon zu berühren, jedoch keine anderen."
    ],
    "SM015": [
        "Es wird bekannt, dass Wuffels nicht Professor Kukui gehört, sondern ein wildes Pokémon ist, um das dieser sich kümmert.",
        "Es wird bekannt, dass Wuffels Biss beherrscht und erlernt Steinwurf .",
        "Ash fängt das Wuffels, um das sich Professor Kukui gekümmert hat."
    ],
    "SM016": [
        "Es wird bekannt, dass Tracys Robball Blubbstrahl beherrscht.",
        "Es wird bekannt, dass das wiederkehrende Flamiau Schlitzer beherrscht."
    ],
    "SM017": [
        "Der Rotom-Pokédex führt ein Update durch, um sich selbst mit einer Videokamera-Funktion auszustatten."
    ],
    "SM018": [
        "Ash lernt Mahos Vater, Abe , kennen.",
        "Das Team Rocket-Trio vervollständigt den Aufbau seiner Basis in Kostursos Höhle.",
        "Mahos Frubberl entwickelt sich zu Frubaila und erlernt Duplexhieb und Zauberblatt ."
    ],
    "SM019": [
        "Ashs Wuffels verwendet erstmals Hyper-Sprintangriff .",
        "Ash lernt Chrys’ Eltern kennen.",
        "Ash hat einen weiteren Kampf mit Kapu-Riki , bei dem es keinen klaren Gewinner gibt."
    ],
    "SM020": [
        "Ash begegnet erstmals dem Schutzpatron von Akala , Kapu-Fala ."
    ],
    "SM021": [
        "Es wird bekannt, dass das wilde Flamiau Feuerzahn beherrscht.",
        "Das wilde Bissbark , mit dem Flamiau zusammenlebte, verschwindet.",
        "Ash fängt das Flamiau."
    ],
    "SM022": [
        "Es wird bekannt, dass Kiawes Glurak Flammenwurf beherrscht.",
        "Ashs Flamiau perfektioniert Feuerzahn ."
    ],
    "SM023": [
        "Der Rotom-Pokédex führt ein Update durch, um sich selbst mit einer Stimmenduplizier-Funktion auszustatten."
    ],
    "SM024": [
        "Es wird bekannt, dass Ashs Flamiau Kratzer beherrscht."
    ],
    "SM025": [
        "Das Team Rocket-Trio erfährt von den Z-Kristallen und Z-Attacken .",
        "Team Rocket trifft erstmals auf Team Skull .",
        "Team Rocket kämpft gegen Team Skull um ein Noctium Z , den Team Rocket letztlich erhält."
    ],
    "SM026": [
        "Ash bringt Chrys ein wildes Akkup als Geschenk.",
        "Chrys fängt das Akkup."
    ],
    "SM027": [
        "Ash lernt Gladio kennen.",
        "Ash kämpft gegen Gladio, doch der Kampf wird von Team Rocket unterbrochen.",
        "Ash erfährt, dass er einen Petrium Z vom Inselkönig der Akala-Insel erhalten kann."
    ],
    "SM028": [],
    "SM029": [],
    "SM030": [
        "Lilly schafft es ihre Angst zu überwinden und Ashs Pikachu zu berühren.",
        "Ash tritt in einem Kampf gegen Lilly an, doch der Ausgang des Matches bleibt unbekannt."
    ],
    "SM031": [
        "Ash , Tracy , Lilly , Maho und Chrys lernen die Inselkönigin von Akala , Mayla , kennen.",
        "Ash und seine Klassenkameraden reisen gemeinsam mit Mayla und Professor Kukui nach Akala."
    ],
    "SM032": [
        "Ash versucht ein Alola-Kleinstein zu fangen, was aber misslingt.",
        "Tracy findet einen Glitzerstein , den Mayla an sich nimmt, um einen Z-Ring daraus herzustellen."
    ],
    "SM033": [
        "Tracys Robball erlernt Wasserdüse .",
        "Tracy absolviert die Prüfung am Plätscherhügel und erhält ein Aquium Z vom Herrscher-Pokémon Lusardin als Preis.",
        "Mayla wandelt Tracys Glitzerstein in einen Z-Ring um und gibt ihr diesen."
    ],
    "SM034": [
        "Es wird bekannt, dass Kiawes Tortunator Drachenrute beherrscht.",
        "Kiawes Tortunator erlernt Hausbruch .",
        "Kiawe fängt ein Alola-Knogga ."
    ],
    "SM035": [
        "Ashs Flamiau setzt das erste Mal Hyper-Sprintangriff ein.",
        "Ash meistert die Insel-Prüfung im Schattendschungel und erhält Botanium Z vom Herrscher-Pokémon Mantidea als Belohnung.",
        "Ash qualifiziert sich für Maylas Große Prüfung."
    ],
    "SM036": [
        "Ash und Bauz setzen zum ersten Mal Brillante Blütenpracht ein.",
        "Ash kämpft gegen Mayla in der Großen Prüfung und gewinnt, wodurch er den Petrium Z als Belohnung erhält.",
        "Mayla informiert Ash, dass sich sein Wuffels bald entwickeln wird."
    ],
    "SM037": [
        "Es wird bekannt, dass Gladio ein Typ:Null besitzt.",
        "Ashs Wuffels entwickelt sich zu einem Wolwerock in der Zwielichtform.",
        "Ash , seine Klassenkameraden und Professor Kukui verlassen Akala und kehren nach Mele-Mele zurück."
    ],
    "SM038": [
        "Ash und Wolwerock setzen zum ersten Mal Apokalyptische Steinpresse ein."
    ],
    "SM039": [],
    "SM040": [
        "Tracy und Robball setzen zum ersten Mal Super-Wassertornado ein."
    ],
    "SM041": [
        "Chrys lernt Horatius kennen mit dem eine Rivalität entsteht.",
        "Es wird bekannt, dass Chrys’ Akkup Fadenschuss beherrscht."
    ],
    "SM042": [
        "Ash und seine Klassenkameraden reisen nach Kanto für außerschulische Aktivitäten und kommen in Alabastia an.",
        "Das Team Rocket-Trio reist ebenfalls nach Kanto, wird aber von Kosturso wieder zurück nach Alola gebracht.",
        "Ash trifft Misty und Rocko wieder.",
        "Tracy , Kiawe , Lilly , Maho und Chrys lernen Misty, Rocko, Professor Eich und Pummeluff kennen.",
        "Misty und Rocko lernen Professor Kukui , Heinrich Eich und Kosturso kennen.",
        "Es wird bekannt, dass Ashs Schiggy und die Schiggy-Meute in Professor Eichs Pokémon-Labor leben.",
        "Es wird bekannt, dass Ashs Wolwerock Turbofelsen beherrscht.",
        "Ash und seine Klassenkameraden reisen nach Azuria City , um die Azuria-Arena zu besuchen."
    ],
    "SM043": [
        "Tracy und Maho haben einen Multikampf gegen Misty , aber der Kampf wird abgebrochen.",
        "Es wird bekannt, dass Mistys Enton Aquaknarre gemeistert hat.",
        "Chrys und Lilly haben einen Multikampf gegen Rocko , aber der Kampf wird abgebrochen.",
        "Es wird bekannt, dass Rockos Kleinstein Gyroball beherrscht.",
        "Kiawe hat einen Kampf gegen Rocko und verliert.",
        "Es wird bekannt, dass Rockos Stahlos Gyroball und Steinkante beherrscht.",
        "Es wird bekannt, dass Rocko und Misty jeweils einen Mega-Stein besitzen, wobei Rocko einen Stahlosnit und Misty einen Garadosnit besitzt.",
        "Ashs Klassenkameraden erfahren von der Mega-Entwicklung .",
        "Ash hat einen Kampf gegen Misty und gewinnt.",
        "Es wird bekannt, dass Mistys Garados Regentanz , Orkan und Knirscher beherrscht.",
        "Es wird bekannt, dass Professor Kukui beabsichtigt eine Pokémon-Liga in Alola zu gründen.",
        "Ash, seine Klassenkameraden, Professor Kukui, Heinrich Eich und Team Rocket kehren nach Alola zurück.",
        "Pummeluff folgt Ash und seinen Klassenkameraden nach Alola."
    ],
    "SM044": [
        "Ash findet ein Cosmog , welches Lilly Wölkchen nennt, und freundet sich mit ihm an.",
        "Lilly trifft ihre Mutter, Samantha , wieder.",
        "Ash trifft erstmals Samantha, Professor Burnett , Fabian und Pia .",
        "Ash erfährt von der Æther Foundation und der Existenz von Ultrabestien ."
    ],
    "SM045": [
        "Es wird bekannt, dass Wölkchen Teleport beherrscht."
    ],
    "SM046": [
        "Ash und seine Klassenkameraden besuchen das Æther-Paradies , wobei Ash, Kiawe , Chrys , Maho und Tracy es zum ersten Mal besuchen.",
        "Kiawe, Chrys, Maho und Tracy lernen Samantha , Fabian , Pia und Professor Burnett kennen.",
        "Das Team Rocket erfährt von Typ:Null und den Ultrabestien ."
    ],
    "SM047": [
        "Ash trifft Gladio wieder.",
        "Ash erfährt, dass Lillys Berührungsangst vor Pokémon auf eine Ultrabestie zurückzuführen ist.",
        "Ash tritt erneut gegen Gladio an und verliert.",
        "Es wird bekannt, dass Wölkchen Superschall beherrscht."
    ],
    "SM048": [
        "Lilly kann erneut keine Pokémon mehr berühren, nachdem sie Gladios Typ:Null begegnet."
    ],
    "SM049": [
        "Gladios Typ:Null gelingt es sich von seiner Maske zu befreien, wodurch es seine wahre Form, Amigento , offenbart.",
        "Lilly erinnert sich wieder an den Auslöser ihrer Angst vor Pokémon und überwindet diese."
    ],
    "SM050": [
        "Fabian entführt Wölkchen .",
        "Kiawe , Tracy , Chrys und Maho lernen Gladio kennen.",
        "Wölkchen entwickelt sich zu Cosmovum .",
        "Fabian beschwört ein Anego , welches durch eine Ultrapforte erscheint.",
        "Anego entführt Samantha durch die Ultrapforte in eine andere Dimension."
    ],
    "SM051": [
        "Lilly wechselt ihr Outfit.",
        "Lilly und Gladio reisen nach Poni , um nach Samantha zu suchen.",
        "Ash , seine Klassenkameraden und Professor Kukui entscheiden sich Lilly und Gladio nach Poni zu folgen.",
        "Ash besucht Poni zum ersten Mal.",
        "Ash begegnet erstmals den Schutzpatronen von Ula-Ula und Poni, Kapu-Toro und Kapu-Kime ."
    ],
    "SM052": [
        "Wölkchen entwickelt sich zu Solgaleo .",
        "Ash erhält ein Solgalium Z .",
        "Die Schutzpatrone von Alola rüsten Ashs Z-Ring zum Z-Kraftring auf.",
        "Ash, seine Klassenkameraden und Gladio durchschreiten mit Solgaleo auf der Suche nach Samantha eine Ultrapforte ."
    ],
    "SM053": [
        "Ash und seine Freunde finden Samantha in der Ultratiefsee , nur um zu sehen, dass sie mit Anego fusioniert ist.",
        "Es wird bekannt, dass Kiawes Knogga Knochmerang beherrscht.",
        "Wölkchen verwendet erstmals Stahlgestirn .",
        "Ash und seine Freunde kämpfen gegen Samanthas Pokémon.",
        "Lilly und Ashs Wolwerock treten gegen Samanthas Pixi an und befreien es von Anegos Kontrolle."
    ],
    "SM054": [
        "Ashs Voltium Z verwandelt sich kurzzeitig in einen Ash-Pikachium Z .",
        "Ash und Pikachu setzen zum ersten Mal Tausendfacher Donnerblitz ein.",
        "Ash und Pikachu besiegen Samantha und befreien sie von Anegos Kontrolle.",
        "Ash, seine Klassenkameraden , Gladio , Samantha und Wölkchen kehren in ihre Welt zurück."
    ],
    "SM055": [
        "Es wird bekannt, dass Wölkchen in die Wildnis zurückgekehrt ist.",
        "Professor Kukui macht Professor Burnett einen Antrag.",
        "Professor Kukui und Professor Burnett heiraten.",
        "Samantha , Pia und Fabian laden Ash, Kiawe , Lilly , Chrys , Tracy und Maho dazu ein, Ultra-Wächter zu werden, was die Kinder auch gerne annehmen."
    ],
    "SM056": [],
    "SM057": [],
    "SM058": [
        "James versucht ein weibliches Quabbel zu fangen.",
        "Es wird bekannt, dass James’ Garstella weiblich ist."
    ],
    "SM059": [
        "Tracy und Maho erinnern sich daran zurück wie sie sich erstmal getroffen haben."
    ],
    "SM060": [
        "Ash besucht Ula-Ula zum ersten Mal.",
        "Halas Krabbox entwickelt sich zu Krawell .",
        "Es wird bekannt, dass Flöckchen Hagelsturm beherrscht.",
        "Flöckchen erlernt Auroraschleier ."
    ],
    "SM061": [
        "Ash und seine Klassenkameraden gehen auf ihre erste Ultra-Wächter -Mission.",
        "Der Rotom-Pokédex wird mit Informationen über Ultrabestien geupdated.",
        "Die Ultra-Wächter fangen ein Masskito und entlassen es anschließend wieder in die Ultradimension .",
        "Ein Venicro erscheint durch eine Ultrapforte und beginnt Ashs Pikachu zu folgen."
    ],
    "SM062": [
        "Es wird bekannt, dass James einen Super- , Hyper- , Premier- , Finster- , Heil- und Flottball besitzt.",
        "Das Team Rocket-Trio erfährt, dass es einen Z-Ring benötigt, um den Noctium Z benutzen zu können.",
        "Ein Alola- Mauzi schließt sich Team Rocket an und reist zu deren Hauptquartier in Kanto ."
    ],
    "SM063": [
        "Ash erfährt vom Battle Royale und lernt Mask Royale kennen.",
        "Es wird bekannt, dass Professor Kukui ein Fuegro , einen Z-Ring und einen Fuegronium Z besitzt.",
        "Ash, Mask Royale, Kiawe und Chrys führen ein Battle Royal, den Mask Royale gewinnt.",
        "Ashs Flamiau entwickelt sich zu Miezunder und erlernt Nitroladung .",
        "Ash hat einen Kampf gegen Mask Royale, den er verliert."
    ],
    "SM065": [
        "Ash und Lilly lernen Elima kennen.",
        "Professor Kukui lädt Elima dazu ein, an der Alola-Liga teilzunehmen, sobald diese ausgetragen werden kann, und dieser nimmt die Einladung an.",
        "Ash fordert Elima zum Kampf heraus, der jedoch wegen des Auftauchens von Team Skull nicht stattfindet."
    ],
    "SM066": [
        "Elima reist nach Kalos zurück."
    ],
    "SM067": [
        "Ash und seine Klassenkameraden begegnen dem Venicro , welches ihnen folgte.",
        "Ash fängt Venicro, um sich um es zu kümmern, bis der Standort seiner Ultrapforte entdeckt wird."
    ],
    "SM068": [],
    "SM069": [
        "Ash und seine Klassenkameraden gehen auf ihre zweite Ultra-Wächter -Mission.",
        "Die Ultra-Wächter versuchen ein Kaguron zu fangen, scheitern aber, wegen seiner enormen Größe.",
        "Die Ultra-Wächter helfen dem Kaguron, welches in der Erde gefangen war, sich zu befreien, wodurch es nach Hause fliegen kann."
    ],
    "SM070": [
        "Kiawes Knogga setzt Dynamische Maxiflamme zum ersten Mal ein."
    ],
    "SM071": [],
    "SM072": [
        "Ash und Lilly lernen Ulu kennen."
    ],
    "SM073": [
        "James’ Garstella erlernt Abschlag .",
        "Das Team Rocket-Trio erhält einen Z-Kraftring von Yasu .",
        "James und Garstella setzen erstmals Schwarzes Loch des Grauens ein.",
        "Jessie erhält einen Mimigmium Z von Lolas Mimilein ."
    ],
    "SM074": [
        "Es wird bekannt, dass Professor Kukui Ash und seinen Klassenkameraden von der Pokémon-Liga erzählt hat, die er in Alola errichten will.",
        "Ash erreicht Ula-Ula und lernt Yasu und Lola kennen.",
        "Ash und Team Rocket erfahren von Necrozma .",
        "Ashs Wolwerock verliert erneut die Kontrolle über sich.",
        "Ash hat einen Kampf gegen Yasu und verliert.",
        "Lola erklärt sich dazu bereit Ash beim Training für den Rückkampf gegen Yasu zu helfen."
    ],
    "SM075": [
        "Ashs Bauz erlernt Rasierblatt .",
        "Das Team Rocket-Trio lernt die Pose für Mimigmas Z-Attacke .",
        "Ashs Wolwerock überwältigt seine Aggresionen, wenn sein Fell nass oder dreckig wird.",
        "Ashs Wolwerock erlernt Steinkante ."
    ],
    "SM076": [
        "Es wird bekannt, dass Jessies Mimigma Kostümspuk als Fähigkeit hat.",
        "Jessie und Mimigma setzen Herzliche Knuddelkloppe zum ersten Mal ein.",
        "Ashs Pikachu erlernt Elektronetz .",
        "Ash absolviert die Prüfung im Schnäppchenparadies und qualifiziert sich für Yasus Große Prüfung ."
    ],
    "SM077": [
        "Es wird bekannt, dass Ashs Wolwerock nun seine Wutanfälle so kontrollieren kann, sodass diese zu einem kurzweiligen Kraftschub führen.",
        "Ashs Wolwerock erlernt Konter .",
        "Ash kämpft gegen Yasu in der Großen Prüfung von Ula-Ula und gewinnt, wodurch er einen Wolwerockium Z erhält.",
        "Ash verlässt Ula-Ula und kehrt zu seinen Klassenkameraden nach Mele-Mele zurück."
    ],
    "SM078": [
        "Ash und seine Klassenkameraden gehen auf ihre dritte Ultra-Wächter -Mission.",
        "Ash und Wolwerock setzen Fataler Steinregen zum ersten Mal ein.",
        "Die Ultra-Wächter fangen ein Kopplosio und ein Voltriant und lassen sie in der Ultradimension wieder frei."
    ],
    "SM079": [
        "Ash und seine Klassenkameraden reisen nach Ula-Ula , um die Hokulani-Sternwarte zu besuchen.",
        "Ash, Kiawe , Maho , Tracy und Lilly lernen Marlon kennen."
    ],
    "SM080": [
        "Lilly erhält einen Glacium Z von einem Alola-Sandamer .",
        "Chrys gibt Lilly einen Eisstein , gefunden von seinem Akkup .",
        "Lilly bietet Flöckchen den Eisstein an, aber es weigert sich fürs erste, sich weiter zu entwickeln.",
        "Lilly behält den Eisstein, falls sie ihre Meinung ändert.",
        "Ash und seine Klassenkameraden reisen zurück nach Mele-Mele ."
    ],
    "SM081": [
        "Ashs Miezunder erlernt Vergeltung ."
    ],
    "SM082": [
        "Mahos Frubaila erlernt Stampfer , entwickelt sich zu Fruyal und erlernt danach Tropenkick ."
    ],
    "SM083": [],
    "SM084": [
        "Es wird bekannt, dass Ashs Venicro Furienschlag beherrscht.",
        "Ash und seine Klassenkameraden lernen Matsurika kennen.",
        "Ash setzt Venicro erstmals in einem Kampf ein."
    ],
    "SM085": [
        "Ash und seine Klassenkameraden gehen auf ihre vierte Ultra-Wächter -Mission.",
        "Die Ultra-Wächter fangen ein Muramura und lassen es in der Ultradimension wieder frei."
    ],
    "SM086": [],
    "SM087": [
        "Matori und Gozu reisen, auf Giovannis Anweisungen hin, nach Alola .",
        "Ash und seine Klassenkameraden gehen auf ihre fünfte Ultra-Wächter -Mission.",
        "Die Ultra-Wächter reisen zum Sonnenkreis-Podium .",
        "Es wird bekannt, dass Gladio sich den Ultra-Wächtern angeschlossen hat und einen Z-Kraftring besitzt.",
        "Lunala erscheint aus einer Ultrapforte über dem Sonnenkreis-Podium, gefolgt von einem unbekannten Pokémon ."
    ],
    "SM088": [
        "Necrozma fusioniert mit Lunala .",
        "Team Rockets Matori -Matrix versucht Necrozma zu fangen, scheitert aber.",
        "Wölkchen erscheint durch eine Ultrapforte und hilft Lunala sich von Necrozma zu trennen.",
        "Es wird bekannt, dass Wölkchen Lichtkanone beherrscht.",
        "Die Matori-Matrix versucht Wölkchen und Lunala zu fangen, wird aber durch Ash und Gladio gestoppt.",
        "Necrozma fusioniert mit Wölkchen und flüchtet durch eine Ultrapforte.",
        "Nachdem Necrozma geflüchtet ist, erhalten die Erwachsenen in Alola ihre Energie und Motivation zurück.",
        "Lunala wird zum Hauptquartier der Ultra-Wächter gebracht, um sich zu erholen.",
        "Die Æther Foundation vermutet, dass Necrozma eine Ultrabestie ist und gibt ihr den Namen „UB:Schwarz“.",
        "Fabian informiert die Æther Foundation und Ultra-Wächter über Team Rocket, welches versucht Wölkchen und Lunala zu fangen.",
        "Mithilfe der Energie von Ashs, Kiawes , Tracys und Gladios Z-Ringen, kann Lunala sich wieder heilen."
    ],
    "SM089": [
        "Die Ultra-Wächter reisen durch eine von Lunala erschaffene Ultrapforte zu Venicros Heimatplaneten.",
        "Die Ultra-Wächter erfahren, dass es sich bei UB:Schwarz um Necrozma handelt und von seiner Verbindung zu Venicros Heimatplaneten.",
        "Agoyon erzählt, dass Ashs Venicro nach Alola kam, um für ihn und ihren Schwarm einen besseren Lebensraum zu finden.",
        "Professor Kukui und Fabian konfrontieren Matori -Matrix und beginnen am Tenkarat-Hügel einen Kampf gegen Gozu .",
        "Es wird bekannt, dass Gladio einen Normium Z besitzt.",
        "Es wird bekannt, dass Necrozma „Seine Luminizenz“ ist.",
        "Ash , Tracy , Kiawe und Gladio benutzen jeweils eine Z-Attacke und kombinieren sie, um Wölkchen von Necrozmas Absorption zu befreien und um Necrozma genügend Ultra-Aura zu geben, damit es seine Ultra-Form annimmt."
    ],
    "SM090": [
        "Der Versuch der Ultra-Wächter , Necrozma von Wölkchen zu lösen, indem sie ihre Z-Attacken benutzen, scheitert, da Necrozma die Energie absorbiert und sich dadurch stärkt.",
        "Professor Kukui besiegt Gozu , muss aber Fabian preisgeben, dass er Mask Royale ist. Professor Kukui bittet ihn daraufhin, sein Geheimnis vor seinen Schülern zu bewahren.",
        "Professor Kukui bittet ihn daraufhin, sein Geheimnis vor seinen Schülern zu bewahren.",
        "Team Rocket versucht in die Ultradimension durch eine Ultrapforte zu reisen, werden aber durch Kapu-Riki gestoppt, wodurch sich die Matori -Matrix zurückziehen muss.",
        "Necrozma verwandelt sich zurück in seine normale Form, folglich trennt es sich von Wölkchen, nachdem es das Licht von den Ultra-Wächtern, deren Pokémon und allen Menschen und Pokémon von Alola erhielt.",
        "Gladio erhält einen Lunalium Z von Lunala .",
        "Ash und Gladio vollführen Wölkchens und Lunalas Z-Attacken jeweils, um Necrozma genügend Ultra-Aura zu geben, um seine Ultra-Form anzunehmen.",
        "Necrozma bringt das Licht zurück auf Venicros Heimatplaneten und bringt ihn zurück in seinen ursprünglichen Zustand.",
        "Venicro entscheidet sich auf seinen Heimatplaneten zu bleiben, also lässt Ash es frei.",
        "Die Ultra-Wächter, Wölkchen und Lunala kehren nach Alola zurück."
    ],
    "SM091": [],
    "SM092": [],
    "SM093": [],
    "SM094": [
        "Ashs Klassenkameraden lernen Lola kennen.",
        "Es wird bekannt, dass Lola ein Shuppet besitzt."
    ],
    "SM095": [
        "Ash und seine seine Klassenkameraden gehen auf ihre sechste Ultra-Wächter -Mission."
    ],
    "SM096": [
        "Jessie versucht ein Velursi zu fangen, welches beginnt sie zu verfolgen.",
        "Es wird bekannt, dass Kosturso Velursis Mutter ist."
    ],
    "SM097": [
        "Ash lernt Tali kennen.",
        "Ash kämpft gegen Tali und verliert.",
        "Ash versucht Bauz Kugelsaat beizubringen, obwohl es die Attacke nicht erlernen kann.",
        "Bauz findet einen Ewigstein , womit es lernt Samenbomben einzusetzen.",
        "Ash hat einen Rückkampf mit Tali und gewinnt."
    ],
    "SM098": [
        "Ash versucht vergeblich den Rotom-Pokédex zu fangen."
    ],
    "SM099": [
        "Ash und seine Klassenkameraden treffen erstmals das immer wieder auftauchende Evoli .",
        "Tracys Robball erlernt Surfer .",
        "Es wird bekannt, dass Evoli Risikotackle beherrscht.",
        "Tracy gibt dem Evoli den Spitznamen Sandy und fängt es mit einem Tauchball ."
    ],
    "SM100": [
        "Ash und Pikachu haben einen weiteren Kampf mit Kapu-Riki , der aber unterbrochen wird, als Ash und Pikachu in eine Alternativwelt teleportiert werden.",
        "Ash begegnet einem wilden Schlingking .",
        "Ash lernt einen Pokémon-Trainer namens Dian und dessen Freund Zeraora kennen."
    ],
    "SM101": [
        "Ash und Dian stoppen das Schlingking , indem sie es durch eine Ultrapforte schicken.",
        "Ash und Pikachu kehren nach Alola zurück, indem sie gegen Dian und Zeraora kämpfen."
    ],
    "SM102": [
        "Rocko und Misty tauchen in Alola auf, um Ash und dessen Klassenkameraden als Überraschung zu besuchen, was Tracy organisiert hat.",
        "Es wird bekannt, dass Flöckchen Tackle beherrscht."
    ],
    "SM103": [
        "Es wird bekannt, dass Rocko ein Curelei von Schwester Joy auf Mele-Mele erhalten hat.",
        "Misty und Rocko treffen erstmals Mayla .",
        "Rocko und Mayla haben einen Kampf, der von Team Rocket unterbrochen wird.",
        "Es wird bekannt, dass Rockos Mogelbaum Finte und Fußkick beherrscht.",
        "Misty und Rocko kehren nach Kanto zurück."
    ],
    "SM104": [
        "Ash und seine Klassenkameraden reisen nach Poni .",
        "Es wird bekannt, dass Chrys plant sein Akkup zu entwickeln und erfährt von Schwester Joy , wo er dies tun kann.",
        "Ash erfährt, dass die Insel derzeit keinen Inselkönig habe, sodass er sich dazu entscheidet, zunächst Kapu-Kime zu suchen und gegen dieses anzutreten.",
        "Ash und seine Klassenkameraden treffen erstmals Hapu’u und erfahren, dass sie die Enkelin von dem zweit neuesten Inselkönig, Sophus, ist.",
        "Ash kämpft gegen Hapu’u und verliert.",
        "Ash trifft erstmals Fran , den Vorstand von Team Skull ."
    ],
    "SM105": [
        "Es wird bekannt, dass Hapu’u plant Ponis nächster Inselkönig zu werden.",
        "Ash und Lilly treffen Gladio wieder.",
        "Gladio gibt bekannt, dass er plant an der Großen Prüfung von Poni teilzunehmen, indem er gegen Kapu-Kime kämpft.",
        "Lilly fordert Gladio zu einem Kampf heraus, welcher von Ash aber unabsichtlich unterbrochen wird, bevor er beginnen kann.",
        "Es wird bekannt, dass Gladio ein Dracium Z besitzt.",
        "Ash hat einen Kampf gegen Gladio und verliert.",
        "Kapu-Kime erscheint vor Ash, Gladio, Lilly und Hapu’u."
    ],
    "SM106": [
        "Ash , Tracy und Maho treffen Ida wieder und es wird bekannt, dass sich deren Marikeck zu Primarene entwickelt hat.",
        "Chrys’ Akkup entwickelt sich zu Donarion .",
        "Tracys Robball entwickelt sich zu Marikeck.",
        "Tracy erhält von Ida einen Primarenium Z ."
    ],
    "SM107": [
        "Kiawe erledigt die Inselprüfung, die Kapu-Kime ihm gestellt hat, und erlangt von diesem einen Aerium Z .",
        "Es wird bekannt, dass Glurak Schlitzer , Aero-Ass und Feuerschlag beherrscht.",
        "Kiawe und sein Glurak verwenden erstmals Finaler Steilflug ."
    ],
    "SM108": [
        "Ash und Kiawe erfahren, dass der alte Mann aus der vorherigen Folge Hapu’us Großvater, Sophus, ist.",
        "Es wird bekannt, wie Maho ihr Frubberl erhalten hat.",
        "Ashs Miezunder trifft kurzzeitig seinen alten Freund Bissbark wieder und es wird offiziell bekannt, dass es verstorben ist.",
        "Ashs Miezunder erlernt Feuersturm .",
        "Kapu-Kime akzeptiert Hapu’u als neue Inselkönigin von Poni .",
        "Maho freundet sich mit einem Shaymin an, welches sich ihr zeitweilig anschließt.",
        "Lilly und Gladio erfahren, dass ihr Vater noch lebt und Gladio macht sich auf den Weg Samantha darüber zu informieren."
    ],
    "SM109": [
        "Hapu’u wird offiziell die neue Inselkönigin von Poni .",
        "Ash kämpft im Rahmen der Inselprüfung gegen Hapu’u und gewinnt, sodass er nun alle Prüfungen von Alola gemeistert hat.",
        "Hapu’u bietet Ash an, einen typspezifischen Z-Kristall seiner Wahl als Preis auszuwählen. Pikachu wählt schließlich das Metallium Z .",
        "Ash und seine Klassenkameraden treffen Professor Kukui wieder und reisen mit ihm zurück nach Mele-Mele ."
    ],
    "SM110": [
        "Ash und seine Klassenkameraden lernen Kahili kennen."
    ],
    "SM111": [
        "Ash , seine Klassenkameraden und Team Rocket begegnen einer Gruppe wilder Meltan ."
    ],
    "SM112": [
        "Ash fängt ein Meltan ."
    ],
    "SM113": [],
    "SM114": [
        "Ash und seine Klassenkameraden gehen auf ihre siebte Ultra-Wächter -Mission.",
        "Die Ultra-Wächter fangen ein Schabelle und lassen es in der Ultradimension wieder frei."
    ],
    "SM115": [
        "Ash und Pikachu setzen erstmals Turbo-Spiralkombo ein.",
        "Professor Kukui kündigt offiziell die allererste Alola-Liga an.",
        "Ash, seine Klassenkameraden und das Team Rocket-Trio entscheiden sich dazu an der Alola-Liga teilzunehmen.",
        "Ash und seine Klassenkameraden treffen erstmals Team Skulls Boss Bromley .",
        "Ash hat einen Kampf mit Bromley, der jedoch endet, als Tectass seine Fähigkeit Rückzug verwendet."
    ],
    "SM116": [
        "Die Æther Foundation beginnt nach Mohn zu suchen.",
        "Lilly erhält einen Z-Ring , welcher ihrem Vater gehörte und entscheidet sich dazu ihn zu benutzen bis Mohn gefunden wird.",
        "Lilly findet ein inaktives Schillerndes Magearna in ihrem Haus, welches für sie von ihrem Vater gekauft wurde und bricht auf, um es wieder herstellen zu lassen.",
        "Lilly und Flöckchen probieren erstmals den Einsatz Tobender Geofrost aus, aber dieser schlägt fehl."
    ],
    "SM117": [
        "Ash und seine Klassenkameraden reisen nach Malihe City .",
        "Man erfährt, dass sich Mahos Fruyal in Abes Obhut befindet, während Maho in Malihe City ist.",
        "Es wird bekannt, dass Ashs Meltan Kopfnuss beherrscht.",
        "Es wird bekannt, dass Mahos Shaymin Aromakur beherrscht.",
        "Ash und seine Klassenkameraden erfahren von der Kanto -Arena und beschließen, sie zu besuchen."
    ],
    "SM118": [
        "Ash und seine Klassenkameraden besuchen die Kanto-Arena und treffen erstmals Ryuki .",
        "Kiawe tritt gegen Ryuki an und verliert.",
        "Es wird bekannt, dass Ashs Meltan Härtner beherrscht.",
        "Ashs Bauz erlernt Sturzflug .",
        "Ash tritt gegen Ryuki an und gewinnt.",
        "Ash und seine Klassenkameraden kehren nach Mele-Mele zurück."
    ],
    "SM119": [
        "Es wird bekannt, dass sich Horatius’ Akkup zu Donarion entwickelt hat.",
        "Chrys nimmt an einem Donarion-Rennen teil und gewinnt, wodurch er einen Insectium Z als Preis erhält.",
        "Chrys erhält einen Z-Ring von Hapu’u ."
    ],
    "SM120": [
        "Es wird bekannt, dass Tracy einen Angelköder von Misty bekommen hat.",
        "Tracys Marikeck entwickelt sich zu Primarene ."
    ],
    "SM121": [
        "Maho besteht eine von Kommandutan gestellte Prüfung und erhält von Kapu-Riki ein Botanium Z als Preis.",
        "Maho erhält von Kommandutan einen alten Z-Ring , den Mayla repariert und dekoriert, sodass Maho ihn fortan einsetzen kann."
    ],
    "SM122": [
        "Jessie und James versuchen Kosturso und Sen-Long , den „Waldopa“, zu fangen, was jedoch misslingt."
    ],
    "SM123": [
        "Tracy und Primarene setzen erstmals Grandiose Meeressymphonie ein. Dadurch wird bekannt, dass Tracys Primarene Schaumserenade beherrscht.",
        "Dadurch wird bekannt, dass Tracys Primarene Schaumserenade beherrscht.",
        "Lilly und Maho entscheiden sich dazu an der kommenden Alola-Liga teilzunehmen.",
        "Kiawe erzählt, wie er sein Tortunator traf.",
        "Es wird bekannt, dass Chrys’ Donarion Ampelleuchte beherrscht.",
        "Chrys und Donarion setzen erstmals Wirbelnder Insektenhieb ein."
    ],
    "SM124": [
        "Es wird bekannt, dass sich die wilden Meltan multiplizieren.",
        "Ash und seine Klassenkameraden gehen auf ihre achte Ultra-Wächter -Mission.",
        "Die Ultra-Wächter versuchen Katagami zu fangen, was jedoch nicht gelingt, da dieses den Ultraball in Stücke schneidet.",
        "Katagami öffnet sich selbst eine Ultrapforte und gelangt durch diese in seine Heimat zurück."
    ],
    "SM125": [
        "Es wird bekannt, dass Professor Kukui einen Pyrium Z besitzt.",
        "Ash und Miezunder vollführen erstmals gemeinsam Dynamische Maxiflamme mithilfe von Kukuis Pyrium Z.",
        "Ash inspiriert den jungen Kukui dazu, in der Zukunft die Alola-Liga zu gründen.",
        "Ash erhält von dem Herrscher-Pokémon Trombork einen Pyrium Z."
    ],
    "SM126": [],
    "SM127": [
        "Gladio kämpft im Rahmen der Großen Prüfung von Poni gegen Hapu’u und gewinnt, sodass er nun alle Prüfungen bestanden hat.",
        "Der Bau des Manalo-Stadions wird abgeschlossen.",
        "Maho und Fruyal versuchen erstmals Brillante Blütenpracht einzusetzen, was misslingt.",
        "Tracys Primarene meistert den Einsatz von Schaumserenade .",
        "Es wird bekannt, dass Chrys’ Donarion Blitzkanone beherrscht.",
        "Professor Kukui gibt bekannt, dass der Sieger der Alola-Liga in einem Schaukampf gegen Mask Royale antreten wird.",
        "Lilly und Flöckchen setzt erstmals erfolgreich Tobender Geofrost ein.",
        "Gladio findet Mohns vermisstes Zoroark und bittet es darum, sich für die Suche nach seinem Vater ihm anzuschließen, wozu es seine Zustimmung ausdrückt."
    ],
    "SM128": [
        "Ash und seine Klassenkameraden erreichen das Manalo Stadium.",
        "Ash trifft Tali wieder, während seine Klassenkameraden ihn erstmals treffen.",
        "Es wird bekannt, dass Tali die Große Prüfung von Mele-Mele gemeistert hat und einen Z-Ring und einen Z-Kristall erhalten hat.",
        "Es wird bekannt, dass sich Talis Arboretoss zu Silvarro entwickelt hat.",
        "Ash und seine Klassenkameraden erfahren die Geschichte zwischen Professor Kukui und Bromley .",
        "Tali und Gladio treffen sich erstmals.",
        "Ash, seine Klassenkameraden, Jessie , James , Heinrich Eich , Gladio, Elima , Bromley, Fran und Tali nehmen alle an der Alola-Liga teil.",
        "Es wird bekannt, dass die Alola-Liga Vorentscheidungen ein Battle Royale ist zwischen allen Teilnehmern, von denen 16 in das eigentliche Turnier weiterziehen."
    ],
    "SM129": [
        "Die Alola-Liga beginnt offiziell.",
        "Es wird bekannt, dass Chrys’ Togedemaru Schutzstacheln beherrscht.",
        "Es wird bekannt, dass Bromley ein Scherox besitzt.",
        "Ash , seine Klassenkameraden , Jessie , James , Gladio , Tali , Fabian , Elima , Lola , Matsurika , Bromley und Heinrich Eich haben die Qualifikationsrunde der Alola-Liga überstanden.",
        "Es wird bekannt, dass Tali ein Alola-Raichu besitzt.",
        "Die Paare der ersten Runde der Alola-Liga werden bekanntgegeben."
    ],
    "SM130": [
        "Ash besiegt Fabian und erreicht die zweite Runde.",
        "Es wird bekannt, dass Elima ein Kangama , einen Kangamanit und einen Schlüssel-Stein besitzt.",
        "Bromley besiegt Elima und erreicht die zweite Runde.",
        "Es wird bekannt, dass Heinrich Eich ein Alola-Kokowei besitzt.",
        "Tali besiegt Heinrich Eich und erreicht die zweite Runde.",
        "Es wird bekannt, dass Tracys Primarene Eissturm beherrscht.",
        "Maho und Fruyal setzen erstmals Brillante Blütenpracht erfolgreich ein.",
        "Tracy besiegt Maho und erreicht die zweite Runde."
    ],
    "SM131": [
        "Chrys besiegt Matsurika und erreicht die zweite Runde.",
        "James besiegt Jessie und erreicht die zweite Runde.",
        "Es wird bekannt, dass Lola das Gengar aus Wer wünscht sich nicht einen Z-Ring?! gefangen hat.",
        "Kiawe besiegt Lola und erreicht die zweite Runde.",
        "Es wird bekannt, dass Flöckchen die Fähigkeit Schneemantel besitzt.",
        "Gladio besiegt Lilly und erreicht die zweite Runde.",
        "Die Paarungen der zweiten Runde werden bekanntgegeben: Ash gegen Tali Kiawe gegen Chrys Tracy gegen Bromley Gladio gegen James",
        "Ash gegen Tali",
        "Kiawe gegen Chrys",
        "Tracy gegen Bromley",
        "Gladio gegen James",
        "Ashs Bauz bittet ein Wingull darum, seine Waldfamilie zum Stadion zu rufen."
    ],
    "SM132": [
        "Ashs Bauz beginnt Daunenreigen zu lernen, mithilfe von Tukanon und Trompeck .",
        "Gladio besiegt James und erreicht die dritte Runde.",
        "Ash beginnt seinen Zweitrundenkampf gegen Tali .",
        "Es wird bekannt, dass Tali ein Silvarronium Z besitzt."
    ],
    "SM133": [
        "Ashs Bauz perfektioniert Daunenreigen .",
        "Ash besiegt Tali und erreicht das Halbfinale.",
        "Ashs Meltan beginnt seine Artgenossen herbeizurufen, um sich mit diesen vereinen zu können.",
        "Kiawe und Chrys beginnen ihren Zweitrundenkampf."
    ],
    "SM134": [
        "Es wird bekannt, dass Chrys’ Donarion Stromstoß erlernt hat.",
        "Kiawe gewinnt gegen Chrys und zieht ins Halbfinale ein.",
        "Tracy verliert gegen Bromley und scheidet aus dem Turnier aus.",
        "Die Paarungen für das Halbfinale werden bekannt gegeben: Ash tritt gegen Bromley an, Kiawe gegen Gladio ."
    ],
    "SM135": [
        "Kiawes Halbfinalkampf gegen Gladio beginnt.",
        "Kiawes Tortunator erlernt Fokusstoß ."
    ],
    "SM136": [
        "Gladio besiegt Kiawe und zieht ins Finale ein.",
        "Ashs Kampf gegen Bromley beginnt."
    ],
    "SM137": [
        "Ash besiegt Bromley , sodass er im Finale der Alola-Liga gegen Gladio antreten wird."
    ],
    "SM138": [
        "Professor Eich , Delia und Pantimi erreichen das Manalo Stadium, um sich Ashs Finalkampf in der Alola-Liga anzusehen.",
        "Die wilden Meltan erreichen das Manalo Stadium und treffen Ashs Meltan wieder.",
        "Die wilden Meltan kombinieren sich mit Ashs Meltan, wodurch es sich zu Melmetal entwickelt und Panzerfäuste erlernt.",
        "Ash beginnt seinen Finalkampf gegen Gladio ."
    ],
    "SM139": [
        "Es wird bekannt, dass Gladio ein Phantomium Z besitzt.",
        "Ash besiegt Gladio, gewinnt die Alola-Liga und wird Alolas erster Champ .",
        "Ash und Gladio legen ihre Differenzen bei und beenden ihre Rivalität.",
        "Ein Schlingking erscheint aus einer Ultrapforte und unterbricht die Siegerehrung."
    ],
    "SM140": [
        "Zwei schillernde Schlingking erscheinen aus zwei weiteren Ultrapforten.",
        "Es wird bekannt, dass Professor Kukui ein Lucario und ein Voltium Z besitzt.",
        "Ashs Venicro kehrt als Agoyon zurück und man erfährt, dass er Donnerblitz erlernt hat.",
        "Mithilfe von Kukuis Voltium Z setzt Agoyon erstmals Gigavolt-Funkensalve ein.",
        "Die drei Schlingking werden besiegt und in ihre Dimension zurückgeschickt.",
        "Ash findet heraus, dass Mask Royale Professor Kukui ist."
    ],
    "SM141": [
        "Professor Kukuis Identität als Mask Royale wird der Öffentlichkeit bekanntgegeben.",
        "Ashs Agoyon kehrt in Ashs Team zurück.",
        "Ash beginnt seinen Kampf gegen Professor Kukui."
    ],
    "SM142": [
        "Ash setzt seinen Schaukampf gegen Professor Kukui fort.",
        "Es wird bekannt, dass Professor Kukui ein Bisaflor und ein Impoleon besitzt.",
        "Es wird bekannt, dass Ashs Agoyon Kreuzschere beherrscht."
    ],
    "SM143": [
        "Ash und Professor Kukui setzen ihren Schaukampf fort.",
        "Ashs Agoyon setzt Kreuzschere zum ersten Mal ein und es wird bekannt, dass es Matschbombe und Drachenpuls beherrscht.",
        "Ashs Miezunder entwickelt sich zu Fuegro .",
        "Kapu-Riki übernimmt den Platz als Professor Kukuis letztes Pokémon im Kampf."
    ],
    "SM144": [
        "Professor Kukui erhält einen Kapium Z von Kapu-Riki und vollführt mit diesem gemeinsam mit Kapu-Riki erstmals die Z-Attacke Alolas Wächter .",
        "Ashs Voltium Z verwandelt sich endgültig in einen Ash-Pikachium Z .",
        "Ash gewinnt den Schaukampf gegen Professor Kukui.",
        "Die Alola-Liga endet."
    ],
    "SM145": [
        "Ashs Agoyon kehrt auf seinen Heimatplaneten zurück.",
        "Ashs Klassenkameraden geben ihre Träume und Ferienpläne bekannt: Chrys möchte mit Marlon nach Moosbach City reisen und das Moosbach City Raumfahrtzentrum besuchen. Tracy möchte während einer Meeresvermessung mit ihrem Vater ein Manaphy finden. Maho will ihr Familien-Restaurant in ein Restaurant umwandeln, in dem Menschen und Pokémon gemeinsam speisen können. Lilly möchte Magearna wiederherstellen. Kiawe will die Inselwanderschaft bestreiten und Inselkönig werden.",
        "Chrys möchte mit Marlon nach Moosbach City reisen und das Moosbach City Raumfahrtzentrum besuchen.",
        "Tracy möchte während einer Meeresvermessung mit ihrem Vater ein Manaphy finden.",
        "Maho will ihr Familien-Restaurant in ein Restaurant umwandeln, in dem Menschen und Pokémon gemeinsam speisen können.",
        "Lilly möchte Magearna wiederherstellen.",
        "Kiawe will die Inselwanderschaft bestreiten und Inselkönig werden.",
        "Ash kämpft gegen Kiawe und gewinnt.",
        "Kiawes Glurak setzt Dynamische Maxiflamme zum ersten Mal ein.",
        "Magearna wird wieder aktiv.",
        "Ash entscheidet sich nach Alabastia zurückzukehren und durch die Welt zu reisen."
    ],
    "SM146": [
        "Das Team Rocket-Trio erhält von Giovanni den Befehl zum Team Rocket-Hauptquartier zurückzukehren, woraufhin Jessie und James Mimigma und Garstella freilassen, sowie ihren Z-Kraftring bei ihnen zurücklassen. Das Trio verabschiedet sich von Kosturso und Velursi und kehrt nach Kanto zurück.",
        "Wölkchen kehrt zurück, um sich von Ash zu verabschieden.",
        "Rotom entscheidet sich bei der Æther Foundation zu bleiben und mit dieser zusammenzuarbeiten.",
        "Lilly verlässt Alola zusammen mit Gladio und Samantha , um nach Mohn zu suchen.",
        "Ash kehrt nach Alabastia zurück und lässt seine Alola-Pokémon bei Professor Kukui .",
        "Chrys reist mit Marlon nach Moosbach City .",
        "Tracy begibt sich mit ihrem Vater auf die Suche nach Manaphy .",
        "Mahos Shaymin verwandelt sich in seine Zenitform , als es die Gracidea , gefunden von Ulu , berührt und verlässt Maho .",
        "Kiawe beginnt mit Mayla zu trainieren.",
        "Tali kämpft gegen Yasu in der Großen Prüfung von Ula-Ula , aber das Ergebnis bleibt unbekannt.",
        "Es wird bekannt, dass Professor Burnett schwanger ist."
    ],
    "PM001": [
        "Es wird bekannt, dass sich Ashs Pikachu vier Jahre vor dem Beginn von Ashs Reise aus einem Pichu entwickelt hat.",
        "Es wird bekannt, dass Goh und Chloe im Alter von 6 Jahren einem Mew begegnet sind."
    ],
    "PM002": [
        "Ash lernt Goh , Chloe und Professor Kirsch kennen.",
        "Das Kirsch-Forschungslaboratorium wird eröffnet.",
        "Es wird bekannt, dass Professor Kirsch ein Voldi besitzt.",
        "Ash und Goh werden wissenschaftliche Mitarbeiter im Kirsch-Laboratorium.",
        "Ash, Goh und Pantimi ziehen bei Professor Kirsch ein."
    ],
    "PM003": [
        "Ash und Goh erhalten beide jeweils ein Smart-Rotom .",
        "Goh trifft das Team Rocket-Trio erstmals."
    ],
    "PM004": [
        "Ash und Goh erfahren von der Galar -Region und reisen erstmals dorthin.",
        "Ash und Goh begegnen einem wilden Hopplo , das ihnen zu folgen beginnt."
    ],
    "PM005": [
        "Ash und Goh sehen erstmals ein Gigadynamax -Pokémon.",
        "Goh fängt das Hopplo aus der vorherigen Folge , welches damit sein erstes Pokémon wird.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM006": [
        "Goh versucht ein Taubsi und ein Digdri zu fangen, scheitert aber.",
        "Goh fängt ein Exemplar jedes Käfer-Pokémon der Kanto-Region .",
        "Goh entscheidet sich jedes Pokémon zu fangen, um eines Tages Mew zu fangen."
    ],
    "PM007": [
        "Ash und Goh besuchen die Hoenn-Region , welche Goh das erste Mal besucht.",
        "Goh fängt ein Schwalbini und drei Waumpel .",
        "Es wird bekannt, dass Gohs Sichlor Schwerttanz beherrscht.",
        "Goh hat seinen ersten Pokémon-Kampf und verliert.",
        "Es wird bekannt, dass Pantimi Power-Punch und Reflektor beherrscht.",
        "Ash und Goh nehmen am Flöten-Cup der Kampfzone teil, bei dem Ash als Sieger hervorgeht."
    ],
    "PM008": [
        "Goh fängt ein Tentacha und ein Mantirps .",
        "Ash und Goh reisen nach Sinnoh , wodurch Goh die Region erstmals besucht."
    ],
    "PM009": [
        "Ash und Goh reisen nach Johto , wodurch Goh die Region erstmals besucht.",
        "Goh fängt ein Wiesor , ein Damhirplex und ein Traunfugil ."
    ],
    "PM010": [
        "Goh fängt ein Jugong .",
        "Ash fängt ein Dragoran ."
    ],
    "PM011": [
        "Erstmals werden Chloes Bruder Parker und ihre Mutter Talia gezeigt.",
        "Die drei Waumpel von Goh entwickeln sich allesamt zu Panekon .",
        "Es wird bekannt, dass René ein Magnetilo besitzt.",
        "",
        "Goh versucht erfolglos ein Gengar zu fangen.",
        "Es wird bekannt, dass Professor Kirschs Voldi Funkensprung beherrscht."
    ],
    "PM012": [
        "Ash und Goh reisen erneut nach Galar .",
        "Ash und Goh sehen ein mysteriöses Pokémon .",
        "Es wird bekannt, dass das Team Rocket-Trio ein Smart-Rotom besitzt.",
        "Ash und Goh erfahren, dass Delion der Champ von Galar ist und sehen ihn erstmals.",
        "Es wird bekannt, dass Siegfried ein Dynamax-Band besitzt.",
        "Delion besiegt Siegfried im Krönungs-Weltmeisterschaften -Finale und wird neuer Weltchampion.",
        "Ash entscheidet, Delion zum Kampf herauszufordern.",
        "Team Rocket bringt versehentlich ein Kamalm dazu, eine Gigadynamaximierung durchzuführen und das Score-Stadion anzugreifen."
    ],
    "PM013": [
        "Es wird bekannt, dass Ashs Pikachu in der Lage ist zu gigadynamaximieren .",
        "Pikachu setzt zum ersten Mal Dyna-Stahlzacken , Giga-Blitzhagel und Dyna-Angriff ein.",
        "Ash und Goh lernen Delion kennen.",
        "Das gigadynamaximierte Kamalm wird besiegt und verwandelt sich zurück.",
        "Goh fängt ein Raffel .",
        "Ash erfährt die Regeln der Krönungs-Weltmeisterschaften .",
        "Das Team Rocket-Trio fängt ein Kamehaps , um es Giovanni zu übergeben.",
        "Ash erhält ein Dynamax-Band von Delion.",
        "Ash kämpft in einem inoffiziellen Kampf gegen Delion und verliert.",
        "Ash entscheidet, an den Krönungs-Weltmeisterschaften teilnehmen zu wollen, um dort irgendwann gegen Delion anzutreten.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM014": [
        "Ash und Goh besuchen die Einall-Region , welche Goh das erste Mal besucht.",
        "Goh fängt ein Flampivian , ein Ganovil und ein Golgantes .",
        "Ash und Goh bestreiten erstmals einen Raid-Kampf .",
        "Es wird bekannt, dass Ashs Dragoran Drachenklaue und Orkan erlernt hat."
    ],
    "PM015": [
        "Goh fängt ein Tragosso .",
        "Ash lernt Tome, Kurune und Ikuo, Gohs Familie, kennen."
    ],
    "PM016": [
        "Ash fängt das erneut erschienene Gengar ."
    ],
    "PM017": [
        "Das Team Rocket-Trio verwendet erstmals das Kamehaps , das ihm bereits zuvor begegnet ist.",
        "Gohs Hopplo erlernt Glut und entwickelt sich zu Kickerlo ."
    ],
    "PM018": [
        "Ash registriert sich für die neue Saison der Krönungs-Weltmeisterschaften .",
        "Goh fängt ein Habitak .",
        "Ash besiegt Viliana im ersten Kampf der Saison und bringt sich so auf Rang 3.763."
    ],
    "PM019": [
        "Goh fängt ein Rattfratz ."
    ],
    "PM020": [
        "Goh fängt ein Taubsi , ein Nidoran♀ , ein Nidoran♂ , ein Myrapla , ein Quapsel , ein Sleima , ein Rettan und ein Porenta .",
        "Ash kämpft im Rahmen der Krönungs-Weltmeisterschaften gegen Ole und gewinnt, sodass er zu Rang 1512 aufsteigt.",
        "Chloe und Professor Kirsch begegnen dem Team Rocket-Trio erstmals."
    ],
    "PM021": [
        "Goh fängt ein Owei .",
        "Ash tritt im Rahmen der Krönungs-Weltmeisterschaften gegen Henning an und gewinnt.",
        "Ash erhält ein Pokémon-Ei von Schwester Joy .",
        "Aus dem Ei schlüpft ein Riolu ."
    ],
    "PM022": [
        "Ash und Goh reisen erneut in die Hoenn-Region .",
        "Goh versucht ein Waumpel zu fangen, scheitert aber.",
        "Goh will sein Kickerlo freilassen, entscheidet sich aber um und die beiden legen ihre Differenzen bei."
    ],
    "PM023": [
        "Gohs Panekon entwickeln sich zu Pudox ."
    ],
    "PM024": [
        "Ash und Goh besuchen erneut die Sinnoh-Region .",
        "Goh fängt ein Goldini und zwei Karpador , einschließlich eines gigantischen Exemplares.",
        "Ash und Goh treffen erstmals Matori ."
    ],
    "PM025": [
        "Ash und Goh besuchen die Kalos-Region . Goh ist das erste Mal in Kalos.",
        "Es wird bekannt, dass Ash nach drei Kämpfen im Kampf-Festival auf Platz 1.022 der Krönungs-Weltmeisterschaften steht.",
        "Ash trifft Connie und Combre wieder. Goh trifft sie zum ersten Mal.",
        "Connies Lin-Fu hat sich zu Wie-Shu entwickelt.",
        "Goh fängt ein Bithora , ein Purmel , ein Paragoni , ein Dartiri und vier Flabébé .",
        "Goh erfährt von Mega-Entwicklungen .",
        "Ashs Dragoran beherrscht Hyperstrahl .",
        "Ash hat einen Rückkampf mit Connie im Rahmen eines Krönungs-Weltmeisterschaften-Kampfes und gewinnt, sodass er auf Rang 921 und somit in die Superklasse aufsteigt."
    ],
    "PM026": [
        "Goh versucht vergeblich ein Laschoking zu fangen."
    ],
    "PM027": [
        "Es wird bekannt, dass Ashs Riolu Kraftwelle , Doppelteam und Gegenschlag beherrscht.",
        "Ash und Goh reisen erneut zur Galar-Region .",
        "Roy , ein Arenaleiter der Galar-Region und Delions Rivale, wird vorgestellt.",
        "Delion tritt im Rahmen der Krönungs-Weltmeisterschaften gegen Roy an und gewinnt.",
        "Liga-Präsident Rose wird vorgestellt.",
        "Ash und Goh treffen erstmals Sania und erfahren von der Finstren Nacht.",
        "Ash fängt ein Galar-Porenta . Dies ist seine erste Regionalform einer Pokémon-Spezies."
    ],
    "PM028": [
        "Goh fängt das Memmeon , das in der vorherigen Episode aufgetaucht ist.",
        "Goh versucht vergeblich ein Salanga zu fangen.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM029": [],
    "PM030": [
        "Ash besiegt Tony im Rahmen der Krönungs-Weltmeisterschaften und seine Platzierung steigt auf Rang 901.",
        "Es wird bekannt, dass Gohs Bibor Aero-Ass beherrscht."
    ],
    "PM031": [
        "Es wird bekannt, dass Goh bei seinem Kalos -Besuch das Weißblütler- Flabébé gefangen hat.",
        "Ash und Goh reisen erneut nach Hoenn , während Chloe die Region erstmals besucht.",
        "Goh fängt ein Wingull ."
    ],
    "PM032": [
        "Goh besucht erneut die Johto -Region.",
        "Es wird bekannt, dass Gohs Porenta Zerschneider beherrscht.",
        "Goh fängt ein Tannza und ein Ariados .",
        "Hu hat seinen ersten Auftritt."
    ],
    "PM033": [
        "Ash besiegt Zirpeisa-Kyla im Rahmen der Krönungs-Weltmeisterschaften und seine Platzierung steigt auf Rang 890.",
        "Goh fängt ein zweites Pinsir und tauscht es für eins von Zirpeisa-Kylas Skaraborn ."
    ],
    "PM034": [
        "Ash und Goh lernen Saida , die Kampf - Arenaleiterin aus der Galar-Region , kennen.",
        "Ash verliert gegen Saida im Rahmen der Krönungs-Weltmeisterschaften und seine Platzierung fällt auf Rang 930.",
        "Goh erhält im Kampf-Dojo ein Nockchan ."
    ],
    "PM035": [
        "Goh fängt ein Pikachu .",
        "Gohs Pikachu findet einen Donnerstein .",
        "Goh nutzt seinen Donnerstein, um sein Pikachu zu Raichu zu entwickeln."
    ],
    "PM036": [
        "Ash verliert in Folge zwei Krönungs-Weltmeisterschaften-Kämpfe , sodass er auf Rang 1.021 und somit wieder in die Regulärklasse rutscht.",
        "Ash und Goh besuchen erneut die Hoenn -Region.",
        "Goh fängt ein Knacklion , ein Vibrava und ein Libelldra ."
    ],
    "PM037": [
        "Goh benutzt einen Blattstein, um sein Owei zu Kokowei zu entwickeln.",
        "Ash und Goh besuchen die Alola-Region , welche Goh das erste Mal besucht.",
        "Goh trifft erstmals Professor Kukui , Professor Burnett , Tracy , Maho , Chrys , Kiawe und den Rotom-Pokédex .",
        "Goh versucht ein Mabula zu fangen, scheitert aber.",
        "Es wird bekannt, dass Professor Kukui und Professor Burnett jetzt einen Sohn namens Lei haben.",
        "Goh fängt ein Gufa und ein Alola-Kokowei .",
        "Goh erfährt von Z-Attacken und sieht erstmals eine.",
        "Goh kämpft gegen Kiawe, aber der Kampf wird abgebrochen, nachdem Kiawe Dynamische Maxiflamme einsetzt."
    ],
    "PM038": [
        "Goh findet einen Altbernstein , welcher zu einem Aerodactyl wiederbelebt wird.",
        "Es wird bekannt, dass Gohs Golgantes Lichtkanone beherrscht.",
        "Goh fängt das Aerodactyl."
    ],
    "PM039": [
        "Es wird bekannt, dass Saidas Krönungs-Weltmeisterschaften-Platzierung auf 193 gestiegen ist.",
        "Ash und Goh besuchen erneut die Johto -Region.",
        "Ash und Goh treffen Saida wieder.",
        "Ash trifft Hartwig wieder, während Goh ihn erstmals trifft.",
        "Es wird bekannt, dass Ash wieder in die Superklasse der Krönungs-Weltmeisterschaften zurückgekehrt ist.",
        "Ash erreicht ein Unentschieden gegen Saida im Rahmen der Krönungs-Weltmeisterschaften, wodurch sich ihr Rang jedoch nicht verändert.",
        "Goh fängt ein Lampi ."
    ],
    "PM040": [
        "Ash , Goh , Jessie und James nehmen erstmals an einem Raid-Kampf gegen ein legendäres Pokémon teil.",
        "Gohs Kickerlo erlernt Feuerfeger .",
        "Goh versucht ein Zapdos zu fangen, was ihm misslingt."
    ],
    "PM041": [
        "Goh versucht ein Moorabbel zu fangen, was misslingt."
    ],
    "PM042": [
        "Olivia wird vorgestellt.",
        "Ash und Goh besuchen erneut die Galar -Region, um Professor Magnolica zu treffen.",
        "Goh fängt ein Scoppel .",
        "Ash und Goh treffen jeweils auf Zacian und Zamazenta .",
        "Goh versucht vergeblich Zamazenta zu fangen.",
        "Goh trifft Sania wieder und reist mit ihr nach Turffield .",
        "Ash trifft Delion wieder und unterstützt ihn dabei, randalierende Dynamax -Pokémon zu stoppen."
    ],
    "PM043": [
        "Goh besucht Turffield mit Sania bevor er nach Brassbury und dann nach Passbeck mit ihr reist.",
        "Team Rocket erfährt von Endynalos und der Finstre Nacht.",
        "Goh erfährt, dass Sania Professor Magnolicas Enkelin ist.",
        "Es wird bekannt, dass sich Sania und Delion aus ihrer Kindheit kennen.",
        "Es wird bekannt, dass Delion ein Katapuldra besitzt.",
        "Ash trifft erstmals Rose und Olivia .",
        "Goh und Sania finden einen Wunschstern .",
        "Goh trifft erstmals Professor Magnolica.",
        "Sania fertig den Wunschstern in ein Dynamax-Band , welches sie Goh gibt.",
        "Goh nutzt erstmals Dynamax .",
        "Gohs Kickerlo zerstört versehentlich das Wandgemälde in Passbeck, wodurch Statuen von Zacian und Zamazenta dahinter freigelegt werden."
    ],
    "PM044": [
        "Gohs Kickerlo setzt erstmalig Dyna-Faust ein.",
        "Ash , Goh und Sania erfahren über Zacian und Zamazenta .",
        "Endynalos erscheint aus dem Energiewerk -Kern und beginnt die Finstre Nacht.",
        "Goh reist in den Schlummerwald , um Zacian und Zamazenta um Hilfe zu bitten.",
        "Ash reist nach Claw City , um sich der Finstren Nacht zu stellen.",
        "Es wird bekannt, dass sich Team Rockets Mauzi gigadynamaximieren kann und macht das zum ersten Mal.",
        "Goh trifft erstmals Zacian.",
        "Goh findet das Rostige Schwert und den Rostigen Schild und reist dann auch nach Claw City.",
        "Ash beginnt seinen Kampf gegen Rose .",
        "Goh trifft erstmals Olivia und bereitet sich auf seinen Kampf gegen sie vor."
    ],
    "PM045": [
        "Mauzi benutzt Giga-Münzregen zum ersten Mal.",
        "Ashs Riolu entwickelt sich zu Lucario und erlernt Aurasphäre .",
        "Gohs Kickerlo entwickelt sich zu Liberlo und erlernt Feuerball .",
        "Ash und Goh besiegen jeweils Rose und Olivia .",
        "Ash und Goh treffen sich wieder.",
        "Endynalos verwandelt sich zu Unendynamax-Endynalos.",
        "Ash trifft erstmals Zamazenta .",
        "Ash und Goh besiegen Endynalos mit der Hilfe von Zacian und Zamazenta.",
        "Goh fängt Endynalos und beendet die Finstre Nacht.",
        "Rose und Olivia verschwinden.",
        "Endynalos' Pokéball wird weggeschlossen.",
        "Sania wird eine Pokémon-Professorin .",
        "Ash und Goh bringen das Rostige Schwert und den Rostigen Schild zurück in den Schlummerwald .",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM046": [
        "Goh fängt ein Menki und ein Krabby .",
        "Goh versucht vergeblich ein Garados zu fangen.",
        "Ash trifft Mewtu wieder, während Goh ihm erstmals begegnet.",
        "Ash und Goh treten gemeinsam gegen Mewtu an und verlieren."
    ],
    "PM047": [
        "Es wird bekannt, dass Gohs Raffel Kugelsaat beherrscht.",
        "Gohs Raffel entwickelt sich zu Schlaraffel .",
        "Goh gewinnt den Großen Pokémon-Esswettbewerb, wodurch er einen kostenlosen Ausflug nach Einall erhält."
    ],
    "PM048": [
        "Ash und Goh besuchen erneut die Einall -Region, als Teil von Gohs großem Pokémon-Esswettbewerb-Gewinn."
    ],
    "PM049": [
        "Chloe fängt ein Evoli , welches damit ihr erstes eigenes Pokémon wird.",
        "Chloe erhält ein Smart-Rotom von Professor Kirsch ."
    ],
    "PM050": [
        "Ash und Goh besuchen erneut die Galar -Region, während Chloe sie das erste Mal besucht.",
        "Goh fängt ein Sedimantur und ein Lecryodon .",
        "Ash fängt ein Pescragon ."
    ],
    "PM051": [
        "Es wird bekannt, dass Ashs Krönungs-Weltmeisterschaften-Rang auf 415 gestiegen ist.",
        "Goh fängt ein Kleinstein .",
        "Es wird bekannt, dass Ashs Porenta Zornklinge und Energiefokus beherrscht.",
        "Ash kämpft gegen Dozer in einem Krönungs-Weltmeisterschafts Kampf und gewinnt, wodurch sein Rang auf 381 steigt."
    ],
    "PM052": [
        "Goh fängt ein Digda und ein Digdri .",
        "Goh schenkt Lando sein Digdri."
    ],
    "PM053": [
        "Ash und Goh besuchen erneut die Johto-Region .",
        "Goh fängt ein Suicune und ein Traumato .",
        "Goh versucht sein Suicune freizulassen, aber es entscheidet sich dazu, sein Pokémon zu bleiben, während es durch die Welt streift."
    ],
    "PM054": [
        "Gohs Memmeon erlernt Kehrtwende ."
    ],
    "PM055": [
        "Ash , Goh und Chloe besuchen erneut die Galar-Region .",
        "Goh fängt ein Bubungus .",
        "Ash, Goh und Chloe besuchen Fairballey und treffen Papella zum ersten Mal."
    ],
    "PM056": [
        "Ash und Goh besuchen erneut die Kalos-Region .",
        "Ash und Goh treffen erstmals Thymelot , ein Mitglied der Kalos-Top Vier .",
        "Ashs Porenta erlernt Scanner .",
        "Ash und Goh absolvieren Thymelot's Trainingskurs in der Halle der Ritterlichkeit.",
        "Goh erhält einen Metallmantel von Thymelot und benutzt ihn, um sein Sichlor zu Scherox zu entwickeln, indem er es kurzzeitig mit Thymelot tauscht."
    ],
    "PM057": [],
    "PM058": [],
    "PM059": [
        "Ein Chimpep , das Team Rocket gehört, befreit sich selbst aus dessen Besitz und wird von Goh gefangen."
    ],
    "PM060": [
        "Es wird bekannt, dass Ashs Krönungs-Weltmeisterschaften-Rang auf 273 gestiegen ist.",
        "Es wird bekannt, dass Gohs Scherox Kreuzschere beherrscht.",
        "Goh fängt ein Knofensa .",
        "Ash und Goh treffen Rinto wieder.",
        "Ashs Porenta entwickelt sich zu Lauchzelot .",
        "Ash kämpft gegen Rinto in einem Krönungs-Weltmeisterschaftskampf und gewinnt, wodurch sein Rang auf 184 steigt."
    ],
    "PM061": [],
    "PM062": [
        "Gohs Memmeon entwickelt sich zu Phlegleon .",
        "Phlegleon zieht sich in eine Höhle im Kirsch-Park zurück."
    ],
    "PM063": [
        "Ash , Goh und Chloe besuchen erneut die Hoenn-Region .",
        "Goh versucht ein Saganabyss zu fangen, was misslingt.",
        "Es wird bekannt, dass Ashs Pescragon Kiemenbiss beherrscht.",
        "Chloe erhält einen Wasserstein von Kiley."
    ],
    "PM064": [
        "Ash und Goh besuchen erneut die Hoenn-Region und treffen Hanno wieder.",
        "Goh fängt ein Absol ."
    ],
    "PM065": [
        "Ash und Goh besuchen erneut die Einall -Region.",
        "Goh fängt ein Grillmak und ein Sodamak .",
        "Ash trifft Lilia und Lysander wieder, während Goh sie zum ersten Mal trifft.",
        "Es wird bekannt, dass Lysander ein Milza besitzt.",
        "Es wird bekannt, dass Lilia Lauro als Einall-Liga Champion abgelöst hat und an den Krönungs-Weltmeisterschaften teilnimmt.",
        "Es wird bekannt, dass Ashs Pescragon Eiszahn beherrscht.",
        "Es wird bekannt, dass sich Lilias Milza zu einem Maxax entwickelt hat und Drachenpuls , Psychoklinge und Breitseite beherrscht.",
        "Ashs Dragoran erlernt Draco Meteor .",
        "Ash kämpft gegen Lilia in einem Krönungs-Weltmeisterschaftskampf und gewinnt, wodurch sein Rang auf 99 steigt und er die Hyperklasse erreicht.",
        "Es wird bekannt, dass Saida ebenfalls die Hyperklasse erreicht hat."
    ],
    "PM066": [
        "Gohs Flabébé entwickeln sich alle zu Floette .",
        "Ash und Goh besuchen erneut die Kalos -Region.",
        "Goh lässt sein Weißblütler-Floette frei."
    ],
    "PM067": [],
    "PM068": [
        "Ash und Goh besuchen Alabastia .",
        "Ash und Goh erfahren von Projekt Mew, ein Projekt mit dem Ziel Mew zu finden.",
        "Goh versucht ein Tauboga und ein Onix zu fangen, scheitert aber beide Male.",
        "Gary kehrt zurück, während Goh ihn zum ersten Mal trifft.",
        "Es wird bekannt, dass Gary ein Smart-Rotom besitzt.",
        "Ash, Goh und Gary kämpfen gegen ein wildes Lavados .",
        "Es wird bekannt, dass Gary am Projekt Mew teilnimmt.",
        "Gary erfüllt eine Probemission und erhält ein Token vom Projekt Mew.",
        "Goh entscheidet sich Projekt Mew beizutreten."
    ],
    "PM069": [],
    "PM070": [
        "Goh fängt ein Rattikarl und ein Tauboga . Goh versucht auch das wiederkehrende Morpeko zu fangen, scheitert aber.",
        "Goh versucht auch das wiederkehrende Morpeko zu fangen, scheitert aber.",
        "James fängt das Morpeko."
    ],
    "PM071": [
        "Ash und Goh besuchen die Sinnoh-Region und treffen Gary wieder.",
        "Ash und Goh lernen Danika und Quentin , Mitglieder von Projekt Mew, und Professor Amarant, deren Leiter, kennen.",
        "Es wird bekannt, dass Gohs Scherox Metallklaue beherrscht.",
        "Goh fängt ein Alola-Vulnona und qualifiziert sich dafür, Probemissionen zu erhalten.",
        "Vulnona wird zurück nach Alola gebracht."
    ],
    "PM072": [
        "Ash und Goh besuchen erneut die Einall -Region, während Chloe sie das erste Mal besucht.",
        "Goh versucht ein Branawarz zu fangen, was misslingt.",
        "Goh fängt ein Fermicula ."
    ],
    "PM073": [
        "Ash und Goh besuchen erneut die Galar -Region.",
        "Goh fängt ein Galar-Flunschlik und ein Legios ."
    ],
    "PM074": [
        "Ein wildes Cresselia wird das Ziel von Team Rockets Matori Matrix .",
        "Ash und Goh besuchen erneut die Sinnoh -Region, während Chloe sie zum ersten Mal bereist.",
        "Lucia begegnet zum ersten Mal Chloe. Dabei wird bekannt, dass Lucia von ihrer Reise aus Johto zurückgekehrt ist.",
        "Dabei wird bekannt, dass Lucia von ihrer Reise aus Johto zurückgekehrt ist.",
        "Lucia und Chloe treffen das wilde Cresselia."
    ],
    "PM075": [
        "Ash trifft Lucia wieder, während Goh sie zum ersten Mal trifft.",
        "Lucia trifft Matori zum ersten Mal.",
        "Ash, Lucia, Goh, Chloe und Darkrai beschützen Cresselia vor Team Rocket .",
        "Ash, Goh und Chloe kehren nach Orania City zurück."
    ],
    "PM076": [
        "Ash und Goh besuchen erneut die Alola -Region.",
        "Goh erfährt, dass Ash der Alola-Liga Champ ist und Z-Attacken benutzen kann.",
        "Goh fängt ein Alola-Kleinstein , ein Knirfish und ein Quartermak .",
        "Team Rocket treffen Mimigma , Garstella und Kosturso wieder.",
        "Es wird bekannt, dass Ashs erster Krönungs-Weltmeisterschaftskampf in der Hyperklasse gegen Volkner in einer Woche ist."
    ],
    "PM077": [
        "Ash und Goh besuchen erneut die Sinnoh -Region.",
        "Ash trifft Volkner wieder.",
        "Es wird bekannt, dass Ash seinen Z-Kraftring und Ash-Pikachium Z aus Alabastia zurückgeholt hat.",
        "Ash kämpft gegen Volkner in einem Krönungs-Weltmeisterschaftskampf und gewinnt, wodurch sein Rang auf 64 steigt.",
        "Es wird bekannt, dass Cynthia ebenfalls an den Krönungs-Weltmeisterschaften teilnimmt und sich in der Meister-Klasse befindet."
    ],
    "PM078": [
        "Gohs Phlegleon entwickelt sich zu Intelleon und erlernt Präzisionsschuss ."
    ],
    "PM079": [
        "Ash und Goh besuchen erneut die Johto -Region, während Chloe sie zum ersten Mal bereist."
    ],
    "PM080": [
        "Gohs Vulnona kehrt zurück nach Alola .",
        "Ash und Goh besuchen erneut die Einall -Region.",
        "Goh fängt ein Kiesling und ein Tentantel .",
        "Goh erfüllt seinen ersten Testauftrag vom Projekt Mew und erhält ein Projekt Mew -Token."
    ],
    "PM081": [
        "Goh fängt ein schillerndes Voltobal ."
    ],
    "PM082": [
        "Ash und Goh erfahren, dass Papella die Arenaleiterin von Fairballey ist.",
        "Ash, Goh und Chloe besuchen erneut die Galar-Region .",
        "Goh fängt ein Hokumil .",
        "Gohs Hokumil entwickelt sich zu einem Vanille-Creme Pokusan .",
        "Ash und Goh treffen Delion wieder und treffen erstmals Roy persönlich.",
        "Ash hat einen inoffiziellen Kampf gegen Papella, welcher abgebrochen wird."
    ],
    "PM083": [
        "Ash und Goh besuchen erneut die Johto -Region.",
        "Goh fängt ein Kramurx .",
        "Ash trifft Cynthia wieder, während Goh sie zum ersten Mal trifft."
    ],
    "PM084": [
        "Ash und Goh besuchen erneut die Kalos-Region und treffen Connie und Combre wieder.",
        "Ash erhält einen Mega-Handschuh von Connie.",
        "Goh fängt ein Camerupt .",
        "Ash erhält ein Lucarionit .",
        "Ash erfährt, dass sein nächster Krönungs-Weltmeisterschaftenkampf in der Hyperklasse gegen Saida ist.",
        "Es wird bekannt, dass Saidas Krönungs-Weltmeisterschaften-Rang auf 30 gestiegen ist."
    ],
    "PM085": [
        "Ash und Goh reisen erneut nach Galar und treffen Saida und Connie wieder.",
        "Es wird bekannt, dass Saida ein Legios besitzt und dass ihr Machomei die Gigadynamaximierung beherrscht.",
        "Ash beginnt seinen zweiten Kampf im Rahmen der Krönungs-Weltmeisterschaften gegen Saida.",
        "Ash beginnt die Mega-Entwicklung von Lucario einzuleiten, doch es weigert sich zunächst, diese durchzuführen."
    ],
    "PM086": [
        "Ashs Lucario vollführt erstmals die Mega-Entwicklung .",
        "Ashs Lucario erlernt Stahlstrahl .",
        "Ash gewinnt seinen zweiten Krönungs-Weltmeisterschaften -Kampf gegen Saida und erreicht Platz 36."
    ],
    "PM087": [
        "Es wird bekannt, dass Gohs Jugong Eissturm beherrscht."
    ],
    "PM088": [
        "Ash und Goh besuchen erneut die Hoenn-Region .",
        "Ash trifft Dragan wieder, während Goh ihn erstmals trifft.",
        "Goh fängt ein Tohaido und ein Seedraking .",
        "Es wird bekannt, dass Gohs Intelleon Aquadurchstoß beherrscht.",
        "Goh absolviert seine zweite Projekt Mew-Mission und erhält ein Token."
    ],
    "PM089": [
        "Ash , Goh und Chloe reisen erneut nach Sinnoh und treffen dort Lucia wieder.",
        "Ashs Lucario und Gohs Intelleon werden von den Alternativwelt Team Rocket gestohlen.",
        "Ash trifft Cynthia wieder, während Chloe sie zum ersten Mal trifft.",
        "Es wird bekannt, dass Cynthia ein Grandiras besitzt."
    ],
    "PM090": [
        "Ashs , Lucias , Gohs und Jessies Pokémon entwickeln sich kurzzeitig zurück, aufgrund von Dialgas und Palkias Einfluss, werden aber später wieder normal.",
        "Ash und Goh erhalten Lucario und Intelleon jeweils vom Alternativwelt Team Rocket wieder.",
        "Ash, Goh und Chloe kehren nach Orania City zurück."
    ],
    "PM091": [
        "Ash und Goh reisen erneut zur Galar-Region , um Passbeck zu besuchen.",
        "Ash und Goh treffen erstmals Nio .",
        "Goh erhält ein Ninjatom , als sich ein wildes Nincada in seiner Nähe entwickelt und seine Schale in einen seiner Pokébälle eindringt.",
        "Ash und Goh erreichen Passbeck."
    ],
    "PM092": [
        "Ash und Goh treffen Saida und Nio wieder und erfahren, dass letzterer einer der beiden Arenaleiter von Passbeck ist.",
        "Goh fängt ein Galar-Corasonn .",
        "Ashs Gengar erhält die Fähigkeit zur Gigadynamaximierung und führt diese erstmals durch.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM093": [],
    "PM094": [
        "Es wird bekannt, dass Ash und Goh Einall besucht haben.",
        "Es wird bekannt, dass Goh ein Hoothoot und ein Dressella gefangen hat.",
        "Es wird bekannt, dass die Arena von Prismania City nach dem Brand wieder aufgebaut wurde.",
        "Ash trifft Erika wieder, während Goh ihr erstmals begegnet.",
        "Es wird bekannt, dass Gohs Pinsir Kreuzschere beherrscht."
    ],
    "PM095": [
        "Butch und Cassidy kehren zurück.",
        "Es wird bekannt, dass Butch und Cassidy Team Rocket verlassen haben.",
        "Es wird bekannt, dass Butch ein Mauzi besitzt.",
        "Das Team Rocket-Trio trennt sich kurzzeitig, findet aber wieder zusammen."
    ],
    "PM096": [
        "Ash und Goh besuchen erneut die Hoenn-Region und treffen Chrys wieder.",
        "Es wird bekannt, dass Gohs Raichu Wangenrubbler beherrscht."
    ],
    "PM097": [
        "Goh fängt ein Flegmon ."
    ],
    "PM098": [
        "Es wird bekannt, dass Gohs Chimpep Zweigstoß beherrscht.",
        "Chloe erhählt einen Feuerstein von Harmony und einen Donnerstein von Billy."
    ],
    "PM099": [
        "Ash und Goh besuchen erneut die Galar-Region .",
        "Ash und Goh treffen Team Yell , Spikefords Arenaleiter Nezz und Mary .",
        "Es wird bekannt, dass Ashs Gengar Zauberschein und Matschbombe beherrscht, und es benutzt zum ersten Mal Dyna-Giftschwall , Dyna-Frost und Giga-Spuksperre .",
        "Ash kämpft gegen Mary in einem Krönungs-Weltmeisterschaftskampf und gewinnt, wodurch sein Rang auf 15 steigt."
    ],
    "PM100": [
        "Es wird bekannt, dass Ignaz an den Krönungs-Weltmeisterschaften teilnimmt.",
        "Delion bestreitet einen Weltmeisterschaftskampf gegen Ignaz, den er gewinnt.",
        "Ash und Goh treffen Delion und Sania wieder.",
        "Goh fängt ein Cottini ."
    ],
    "PM101": [
        "Goh versucht ein Knapfel und ein Chimstix zu fangen, scheitert aber.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM102": [
        "Goh fängt ein Golbat , ein Georok und ein Austos .",
        "Goh trifft Hu wieder, während Ash ihm erstmals begegnet.",
        "Es wird bekannt, dass sich Hus Endivie zu Lorblatt entwickelt hat.",
        "Es wird bekannt, dass Hu am Projekt Mew teilnimmt.",
        "Ash und Goh treffen Gary wieder.",
        "Es wird bekannt, dass Gary ein Despotar besitzt.",
        "Es wird bekannt, dass Hu ein Guardevoir und ein Servol besitzt.",
        "Ash, Goh, Gary und Hu haben einen Raid-Kampf gegen Arktos .",
        "Goh, Gary und Hu erledigen die Mission. Während Goh drei Token erhält, erhalten die anderen beiden vier."
    ],
    "PM103": [
        "Ash und Goh reisen erneut nach Kalos .",
        "Ash erfährt, dass er im Rahmen der Krönungs-Weltmeisterschaften als Nächstes gegen Dracena von den Kalos Top Vier antreten muss.",
        "Ash trifft Citro und Heureka wieder, während Goh sie erstmals trifft.",
        "Es wird bekannt, dass sich Citros Scoppel zu Grebbit entwickelt und Hammerarm erlernt hat.",
        "Goh fängt ein Froxy .",
        "Ashs Lauchzelot erlernt Sternensturm .",
        "Ashs Pescragon erlernt Drachenstoß .",
        "Ash hat einen Doppelkampf gegen Citro und gewinnt."
    ],
    "PM104": [
        "Ash und Goh lernen Dracena kennen und treffen Thymelot wieder.",
        "Es wird bekannt, dass Citro einmal gegen Dracena gekämpft und verloren hat.",
        "Ash gewinnt seinen Krönungs-Weltmeisterschaften -Kampf gegen Dracena und steigt auf Platz 9 auf.",
        "Ash und Goh kehren nach Orania City zurück."
    ],
    "PM105": [
        "Ash , Goh und Chloe reisen erneut in die Hoenn -Region.",
        "Chloe erhält von Xenia eine Wettbewerbskarte für Hoenn und eine Pokériegelbox .",
        "Serena trifft Chloe zum ersten Mal.",
        "Ash trifft Serena und Wassili wieder, während Goh ihnen erstmals begegnet.",
        "Es wird bekannt, dass sich Serenas Rutena zu Fennexis entwickelt und Magieflamme erlernt hat.",
        "Es wird bekannt, dass Serenas Pam-Pam Eishieb erlernt hat.",
        "Es wird bekannt, dass Serenas Feelinara Ruckzuckhieb erlernt hat.",
        "Ash hat einen Kampf gegen Wassili, gewinnt diesen und erhält erneut den Schauerorden . Dadurch wird bekannt, dass Wassili den Arenaleiter Juan abgelöst hat.",
        "Dadurch wird bekannt, dass Wassili den Arenaleiter Juan abgelöst hat.",
        "Chloe nimmt am Seegrasulb City Pokémon-Wettbewerb Live für den Normal-Rang teil.",
        "Serena und Xenia nehmen am Seegrasulb City Pokémon-Wettbewerb Live für den Meister-Rang teil, den Serena und Xenia gemeinsam gewinnen.",
        "Goh fängt ein Altaria ."
    ],
    "PM106": [
        "James gibt René seinen Premierball ."
    ],
    "PM107": [
        "Gohs Suicune kehrt vorübergehend zum Kirsch-Park zurück.",
        "Ash wird benachrichtigt, dass sein nächster Krönungs-Weltmeisterschaftenkampf ein Entscheidungskampf gegen Roy ist."
    ],
    "PM108": [
        "Gohs Froxy entwickelt sich zu Amphizel .",
        "Ash und Goh besuchen erneut die Kalos-Region .",
        "Ash trifft sein Quajutsu wieder."
    ],
    "PM109": [
        "Ash und Goh besuchen erneut die Galar-Region .",
        "Ash trifft Roy und Delion wieder.",
        "Es wird bekannt, dass Roy ein Libelldra und ein Viscogon besitzt.",
        "Ashs Gengar benutzt Dyna-Zauber zum ersten Mal.",
        "Ash kämpft gegen Roy in einem Krönungs-Weltmeisterschaftskampf und gewinnt, wodurch sein Rang auf 8 steigt und er die Meisterklasse erreicht.",
        "Die Mitglieder der Meisterklasse werden bekannt gegeben und diese besteht aus Delion, Cynthia , Troy , Siegfried , Diantha , Alain , Lilia und Ash. Dabei wird bekannt, dass Troy, Diantha und Alain an den Krönungs-Weltmeisterschaften teilnehmen und Lilia in die Meisterklasse aufgestiegen ist, während Ignaz rausgefallen ist.",
        "Dabei wird bekannt, dass Troy, Diantha und Alain an den Krönungs-Weltmeisterschaften teilnehmen und Lilia in die Meisterklasse aufgestiegen ist, während Ignaz rausgefallen ist."
    ],
    "PM110": [
        "Ash und Goh besuchen erneut die Hoenn-Region und treffen Hu wieder.",
        "Es wird bekannt, dass Gohs Intelleon Lehmschuss beherrscht.",
        "Goh und Hu nehmen an einer weiteren Mission für Projekt Mew teil.",
        "Hu absolviert die Mission und erhält drei Projekt Mew Token als Belohnung. Zusätzlich erhält Goh zwei Token fürs Zweiter werden.",
        "Zusätzlich erhält Goh zwei Token fürs Zweiter werden.",
        "Es wird bekannt, dass Gary 12 Projekt Mew Token gesammelt hat und sich als Verfolger qualifiziert hat, während Hu 8 gesammelt hat."
    ],
    "PM111": [
        "Ash , Goh und Chloe besuchen erneut die Galar-Region .",
        "Lilly und Gladio treffen ihren Vater Mohn wieder, während Ash und Goh ihn zum ersten Mal treffen.",
        "Ash trifft Lilly, Gladio und Samantha wieder, während Goh sie zum ersten Mal trifft.",
        "Lilly trifft Chloe zum ersten Mal.",
        "Lillys Familie fängt ein schillerndes Anego mit Spitznamen Lilly, welches Gladio in seine Obhut nimmt."
    ],
    "PM112": [
        "Ash und Goh besuchen erneut die Alola-Region , Lillys Familie kehrt in die Region zurück und Chloe besucht die Region zum ersten mal.",
        "Ash, Lilly und Goh treffen Tracy , Kiawe , Chrys , Maho , Professor Kukui , Professor Burnett und den Rotom-Pokédex wieder.",
        "Ash trifft Heinrich Eich , Hobbes , Hala , Fabian und Pia wieder, während Goh sie zum ersten mal trifft.",
        "Tracy, Chrys und Maho treffen Mohn und Chloe zum ersten mal.",
        "Ash nimmt an einem Battle Royale mit Professor Kukui, Kiawe und Gladio teil, wobei der Gewinner zwischen Ash und Professor Kukui nicht bekannt ist.",
        "Ash trifft Kapu-Riki wieder."
    ],
    "PM113": [
        "Goh besucht erneut die Galar-Region und trifft Gary wieder.",
        "Es wird bekannt, dass Gary ein Silembrim gefangen hat.",
        "Es wird bekannt, dass Gohs Libelldra Lehmschuss beherrscht.",
        "Goh fängt ein Regieleki und Gary ein Regidrago .",
        "Goh und Gary erfüllen ihre letzte Projekt Mew -Aufnahmemission, erhalten je drei Token und werden zu Verfolgern.",
        "Es wird bekannt, dass Hu ebenfalls als Verfolger qualifiziert wurde."
    ],
    "PM114": [
        "Ash und Goh besuchen erneut Alabastia .",
        "Ash trifft seine Mutter und Paul wieder, während Goh Paul das erste Mal trifft. Dabei wird bekannt, dass Paul in die Kanto Region gereist ist.",
        "Dabei wird bekannt, dass Paul in die Kanto Region gereist ist.",
        "Es wird bekannt, dass Ashs Panferno Feuerschlag beherrscht.",
        "Ashs Gengar erlernt Irrlicht .",
        "Es wird bekannt, dass Paul ein Garados , ein Knakrack und ein Metagross gefangen hat und ihm ein Posten als Arenaleiter angeboten wurde.",
        "Ashs Lucario erlernt Patronenhieb .",
        "Ash hat einen 3-gegen-3-Kampf gegen Paul und gewinnt."
    ],
    "PM115": [
        "Ash und Goh reisen erneut in die Galar-Region .",
        "Ash und Goh treffen zum ersten Mal Hop , Delions Bruder.",
        "Ash kämpft gegen Hop und gewinnt.",
        "Ash trifft Lilia wieder.",
        "Ash und Lilia treffen Cynthia wieder.",
        "Ash trifft Siegfried , Troy Trumm , Diantha , Alain und Delion wieder, während Lilia sie zum ersten Mal trifft.",
        "Es wird bekannt, dass Alain einen neuen Schlüssel-Stein und Gluraknit X besitzt, sowie ein Brigaron und ein Calamanero .",
        "Das Krönungs-Weltmeisterschaften Meister Turnier beginnt.",
        "Die Paarungen für die erste Runde werden bekanntgegeben: Delion gegen Alain Siegfried gegen Diantha Cynthia gegen Lilia Troy gegen Ash",
        "Delion gegen Alain",
        "Siegfried gegen Diantha",
        "Cynthia gegen Lilia",
        "Troy gegen Ash",
        "Es wird bekannt, dass Lilia ein Smart-Rotom besitzt.",
        "Es wird bekannt, dass Delion ein Gortrom besitzt.",
        "Delion besiegt Alain, wodurch er in das Halbfinale aufsteigt.",
        "Siegfried und Diantha bereiten sich darauf vor, ihren Kampf zu starten."
    ],
    "PM116": [
        "Es wird bekannt, dass Diantha ein Amagarga und ein Pumpdjinn besitzt.",
        "Es wird bekannt, dass Siegfried ein Trikephalo besitzt.",
        "Diantha gewinnt den Kampf gegen Siegfried und gelangt in das Halbfinale.",
        "Lilia und Cynthia beginnen ihren Kampf."
    ],
    "PM117": [
        "Es wird bekannt, dass Paul nach Sinnoh zurückgekehrt ist.",
        "Es wird bekannt, dass Lilias Stalobor Hornbohrer beherrscht.",
        "Es wird bekannt, dass Cynthia ein Milotic , ein Schlüssel-Stein , sowie ein Knakracknit besitzt und mit ihrem Knakrack die Mega-Entwicklung durchführen kann.",
        "Cynthia besiegt Lilia und steigt ins Halbfinale auf.",
        "Goh trifft Lilia wieder.",
        "Ash und Troy bereiten sich darauf vor, ihren Kampf zu beginnen."
    ],
    "PM118": [
        "Lilia trifft Hop zum ersten Mal.",
        "Es wird bekannt, dass Ashs Pescragon die Fähigkeit Titankiefer besitzt.",
        "Es wird bekannt, dass Troy ein Wielie besitzt.",
        "Lilia sieht eine Z-Attacke zum ersten Mal.",
        "Ash besiegt Troy und erreicht das Halbfinale.",
        "Goh trifft Troy Trumm und Alain zum ersten Mal.",
        "Lilia, Troy und Alain kehren jeweils zur Einall , Hoenn und Kalos-Region zurück."
    ],
    "PM119": [],
    "PM120": [],
    "PM121": [],
    "PM122": [
        "Es wird bekannt, dass Diantha ein Viscogon , ein Resladero und ein Monargoras besitzt.",
        "Delion besiegt Diantha im Halbfinale und steigt ins Finale auf."
    ],
    "PM123": [
        "Es wird bekannt, dass Cynthia plant, nach dem Turnier der Acht Meister in den Ruhestand zu gehen.",
        "Ash und Cynthia beginnen ihren Kampf im Halbfinale.",
        "Es wird bekannt, dass Cynthia ein Kryppuk und ein Togekiss besitzt."
    ],
    "PM124": [
        "Ash und Cynthia setzen ihren Kampf im Halbfinale fort.",
        "Es wird bekannt, dass Ashs Lucario Konzentrator als Fähigkeit besitzt.",
        "Es wird bekannt, dass Cynthia ein Dynamax-Band besitzt."
    ],
    "PM125": [
        "Ash besiegt Cynthia im Halbfinale und erreicht somit das Finale.",
        "Cynthia entscheidet sich dagegen, ihre Trainerkarriere zu beenden."
    ],
    "PM126": [],
    "PM127": [
        "Goh trifft Professor Magnolica wieder, während Ash sie das erste Mal trifft.",
        "Ash und Goh treffen Delion und Sania wieder.",
        "Es wird bekannt, dass Gohs Endynalos entsiegelt wurde.",
        "Goh gibt Endynalos in Delions Obhut.",
        "Die drei Kleptifux , mit denen Gohs Liberlo befreundet ist, entwickeln sich zu Gaunux .",
        "Goh erhält einen Auftrag von Projekt Mew , weshalb er sich von Ash trennt."
    ],
    "PM128": [],
    "PM129": [
        "Goh reist nach Hoenn und trifft Gary , Hu , Danika , Quentin und Professor Amarant wieder.",
        "Lucia und Chloe reisen nach Galar , wo Lucia zum ersten Mal hinreist.",
        "Ash trifft Lucia und Chloe wieder.",
        "Delion erlaubt es Ash, im Finale sowohl die Dynamaximierung , als auch Z-Attacken und die Mega-Entwicklung einzusetzen.",
        "Ash und Delion beginnen ihren Finalkampf.",
        "Es wird bekannt, dass Delion ein Liberlo , ein Intelleon und ein Pantifrost besitzt.",
        "Es wird bekannt, dass Ashs Gengar die Fähigkeit Tastfluch besitzt."
    ],
    "PM130": [
        "Ash und Delion setzen ihren Finalkampf fort.",
        "In Ashs Pescragon erwacht eine unbekannte Kraft."
    ],
    "PM131": [
        "Ash und Delion setzen ihren Finalkampf fort.",
        "Die Energie, welche durch den Kampf geschaffen wird, lässt Delions Endynalos aus Claw City ausbrechen und über dem Score-Stadion erscheinen."
    ],
    "PM132": [
        "Endynalos stellt die Energie in Ashs und Delions Dynamax-Bändern wieder her und kehrt in die Wildnis zurück.",
        "Es wird bekannt, dass Rocko Alba kennengelernt hat und Benny wieder getroffen hat.",
        "Es wird bekannt, dass Maike nach Hoenn zurückgekehrt ist, und es wird bekannt, dass sie und Max Serena kennengelernt haben.",
        "Der Kampf zwischen Ash und Delion endet mit Ashs Sieg, wodurch er die Krönungs-Weltmeisterschaften gewinnt.",
        "Lucia trifft Delion erstmals.",
        "Das Krönungs-Weltmeisterschaften Turnier der Acht Meister endet."
    ],
    "PM133": [
        "Goh und die anderen Mitglieder von Projekt Mew reisen nach Ferneiland und beginnen dort ihre Suche nach Mew .",
        "Es wird bekannt, dass Hu während seines letzten Testauftrages ein Viridium gefangen hat."
    ],
    "PM134": [
        "Gohs Chimpep erlernt Holzhammer .",
        "Es wird bekannt, dass Quentin ein Kramshef und Danika ein Apoquallyp besitzen.",
        "Projekt Mew erledigt die Mission, indem Goh sich mit Mew befreundet.",
        "Professor Amaranth löst Projekt Mew auf und erlaubt Goh, Hu und Gary während der nächsten Mission als Verfolger zurückzukehren.",
        "Goh, Hu und Gary gehen getrennte Wege.",
        "Goh bricht zurück nach Orania City auf."
    ],
    "PM135": [
        "Ash kehrt nach Kanto zurück und besucht Alabastia , bevor er Goh in Orania City wiedertrifft.",
        "Ash und Goh erzählen beide, dass sie alleine zu neuen Abenteuer aufbrechen wollen.",
        "Ash und Goh treffen Lugia wieder und fordern es zu einem Raid-Kampf heraus."
    ],
    "PM136": [
        "Ashs und Gohs Raid-Kampf gegen Lugia wird durch dieses beendet. Goh versucht Lugia auch zu fangen, scheitert aber.",
        "Goh versucht Lugia auch zu fangen, scheitert aber.",
        "Ash sieht Ho-Oh wieder, während Goh es zum ersten Mal sieht.",
        "Chloe erzählt, dass sie die neue Forschungsgehilfin im Kirsch-Laboratorium wird.",
        "Goh lässt all seine Pokémon , außer Chimpep , Liberlo und Intelleon , in Professor Kirschs Obhut.",
        "Gohs Suicune besucht kurzzeitig den Kirsch-Park.",
        "Ash und Goh verlassen das Kirsch-Laboratorium und gehen getrennte Wege.",
        "Goh besucht Azuria City und trifft Misty zum ersten Mal.",
        "Ash trifft sein Smettbo wieder.",
        "Pantimi kehrt mit Delia nach Alabastia zurück.",
        "Goh fängt ein unbekanntes Pokémon ."
    ],
    "PM137": [
        "Es wird bekannt, dass Ash begonnen hat sein Pokémon-Team zu rotieren.",
        "Ein wildes Latias beginnt Ash zu folgen."
    ],
    "PM138": [
        "Ash trifft Misty wieder.",
        "Es wird bekannt, dass Misty eine neue Reise begonnen und die Arena in Obhut ihrer Schwestern gelassen hat.",
        "Es wird bekannt, dass Ash von Benny einen Köder erhalten hat.",
        "Es wird bekannt, dass Ashs Krebscorps Metallklaue und Wasserdüse erlernt hat.",
        "Es wird bekannt, dass Mistys Quaxo Sprungfeder , Fokusstoß und Hydropumpe erlernt hat.",
        "Ash und Misty bestreiten einen Kampf um ein wildes Scampisto , welchen Misty gewinnt.",
        "Misty fängt das Scampisto.",
        "Ash und Misty entscheiden sich, wieder zusammen zu reisen."
    ],
    "PM139": [
        "Ash besucht erneut die Galar-Region , während Misty sie das erste Mal besucht.",
        "Ash und Misty treffen Rocko wieder.",
        "Ash und Rocko treffen Benny wieder, während Misty ihn erstmals trifft. Dabei wird auch bekannt, dass Rocko und Benny nach Galar gereist sind.",
        "Dabei wird auch bekannt, dass Rocko und Benny nach Galar gereist sind.",
        "Rocko schließt sich der Gruppe wieder an, während Benny nach Einall zurückkehrt."
    ],
    "PM140": [
        "Es wird bekannt, dass Ashs Fuegro Dark Lariat beherrscht."
    ],
    "PM141": [
        "Ash und seine Freunde besuchen Orania City .",
        "Ash trifft sein Schiggy und die Schiggy-Meute wieder."
    ],
    "PM142": [],
    "PM143": [
        "Ash und seine Freunde treffen Lapras wieder.",
        "Es wird bekannt, dass Ashs Chelterrar Flora-Statue beherrscht."
    ],
    "PM144": [],
    "PM145": [
        "Das Team Rocket-Trio erhält all seine Pokémon aus dem Hauptquartier zurück und holt sie wieder in ihre jeweiligen Teams zurück. Dabei gibt Giovanni Fleknoil und Quabbel zurück in Jessies Besitz und Makabaja und Hutsassa zurück in James' .",
        "Dabei gibt Giovanni Fleknoil und Quabbel zurück in Jessies Besitz und Makabaja und Hutsassa zurück in James' .",
        "Es wird bekannt, dass James’ Hutsassa Energieball und Pilzspore erlernt hat.",
        "Es wird bekannt, dass Rockos Kappalores Taumeltanz erlernt hat.",
        "Es wird bekannt, dass Venuflibis Energieball erlernt hat.",
        "Es wird bekannt, dass Jessies Vipitis Matschbombe erlernt hat.",
        "Ash erfährt, dass ihm das Latias gefolgt ist.",
        "Da sie sich gegenseitig für ihre Fehlschläge verantwortlich machen, löst sich das Team Rocket-Trio auf.",
        "Latias bittet Ash und seine Freunde ihm zu helfen, ein Latios zu retten."
    ],
    "PM146": [
        "Jessie , James und Team Rockets Mauzi kehren getrennt voneinander zum Team Rocket-Hauptquartier zurück.",
        "Es wird bekannt, dass Ashs Schwalboss Luftschnitt erlernt hat.",
        "Es wird bekannt, dass Rockos Stahlos Katapult erlernt hat.",
        "Ash und seine Freunde retten Latios vor einem Pokémon-Jäger.",
        "Latias entscheidet sich dazu, bei Latios zu bleiben und beide verschwinden wieder.",
        "Ash entscheidet sich, nach Alabastia zurückzukehren."
    ],
    "PM147": []
}